{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[BOS0]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS1]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS2]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[BOS0]": 0,
      "[BOS1]": 1,
      "[BOS2]": 2,
      "[SEP]": 3,
      "[EOS]": 4,
      "[UNK]": 5,
      "\u0000": 6,
      "\u0001": 7,
      "\u0003": 8,
      "\u0005": 9,
      "\u0007": 10,
      "\b": 11,
      "\u000e": 12,
      "\u0010": 13,
      "\u0011": 14,
      "\u0013": 15,
      "\u0014": 16,
      "\u0015": 17,
      "\u0017": 18,
      "\u0018": 19,
      "\u0019": 20,
      "\u001a": 21,
      "\u001b": 22,
      "\u001c": 23,
      "\u001d": 24,
      "\u001f": 25,
      "!": 26,
      "\"": 27,
      "#": 28,
      "$": 29,
      "%": 30,
      "&": 31,
      "'": 32,
      "(": 33,
      ")": 34,
      "*": 35,
      "+": 36,
      ",": 37,
      "-": 38,
      ".": 39,
      "/": 40,
      "0": 41,
      "1": 42,
      "2": 43,
      "3": 44,
      "4": 45,
      "5": 46,
      "6": 47,
      "7": 48,
      "8": 49,
      "9": 50,
      ":": 51,
      ";": 52,
      "<": 53,
      "=": 54,
      ">": 55,
      "?": 56,
      "@": 57,
      "B": 58,
      "E": 59,
      "O": 60,
      "P": 61,
      "S": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "¡": 131,
      "¢": 132,
      "£": 133,
      "¤": 134,
      "¥": 135,
      "¦": 136,
      "§": 137,
      "¨": 138,
      "©": 139,
      "ª": 140,
      "«": 141,
      "¬": 142,
      "­": 143,
      "®": 144,
      "¯": 145,
      "°": 146,
      "±": 147,
      "²": 148,
      "³": 149,
      "´": 150,
      "µ": 151,
      "¶": 152,
      "·": 153,
      "¸": 154,
      "¹": 155,
      "º": 156,
      "»": 157,
      "¼": 158,
      "½": 159,
      "¾": 160,
      "¿": 161,
      "×": 162,
      "ß": 163,
      "à": 164,
      "á": 165,
      "â": 166,
      "ã": 167,
      "ä": 168,
      "å": 169,
      "æ": 170,
      "ç": 171,
      "è": 172,
      "é": 173,
      "ê": 174,
      "ë": 175,
      "ì": 176,
      "í": 177,
      "î": 178,
      "ï": 179,
      "ð": 180,
      "ñ": 181,
      "ò": 182,
      "ó": 183,
      "ô": 184,
      "õ": 185,
      "ö": 186,
      "÷": 187,
      "ø": 188,
      "ù": 189,
      "ú": 190,
      "û": 191,
      "ü": 192,
      "ý": 193,
      "þ": 194,
      "ÿ": 195,
      "ā": 196,
      "ă": 197,
      "ą": 198,
      "ć": 199,
      "ĉ": 200,
      "ċ": 201,
      "č": 202,
      "ď": 203,
      "đ": 204,
      "ē": 205,
      "ĕ": 206,
      "ė": 207,
      "ę": 208,
      "ě": 209,
      "ĝ": 210,
      "ğ": 211,
      "ġ": 212,
      "ģ": 213,
      "ĥ": 214,
      "ħ": 215,
      "ĩ": 216,
      "ī": 217,
      "ĭ": 218,
      "į": 219,
      "ı": 220,
      "ĳ": 221,
      "ĵ": 222,
      "ķ": 223,
      "ĸ": 224,
      "ĺ": 225,
      "ļ": 226,
      "ľ": 227,
      "ŀ": 228,
      "ł": 229,
      "ń": 230,
      "ņ": 231,
      "ň": 232,
      "ŉ": 233,
      "ŋ": 234,
      "ō": 235,
      "ŏ": 236,
      "ő": 237,
      "œ": 238,
      "ŕ": 239,
      "ŗ": 240,
      "ř": 241,
      "ś": 242,
      "ŝ": 243,
      "ş": 244,
      "š": 245,
      "ţ": 246,
      "ť": 247,
      "ŧ": 248,
      "ũ": 249,
      "ū": 250,
      "ŭ": 251,
      "ů": 252,
      "ű": 253,
      "ų": 254,
      "ŵ": 255,
      "ŷ": 256,
      "ź": 257,
      "ż": 258,
      "ž": 259,
      "ſ": 260,
      "ƀ": 261,
      "ƃ": 262,
      "ƅ": 263,
      "ƈ": 264,
      "ƌ": 265,
      "ƍ": 266,
      "ƒ": 267,
      "ƕ": 268,
      "ƙ": 269,
      "ƚ": 270,
      "ƛ": 271,
      "ƞ": 272,
      "ơ": 273,
      "ƣ": 274,
      "ƥ": 275,
      "ƨ": 276,
      "ƪ": 277,
      "ƫ": 278,
      "ƭ": 279,
      "ư": 280,
      "ƴ": 281,
      "ƶ": 282,
      "ƹ": 283,
      "ƺ": 284,
      "ƻ": 285,
      "ƽ": 286,
      "ƾ": 287,
      "ƿ": 288,
      "ǀ": 289,
      "ǁ": 290,
      "ǂ": 291,
      "ǃ": 292,
      "ǆ": 293,
      "ǉ": 294,
      "ǌ": 295,
      "ǎ": 296,
      "ǐ": 297,
      "ǒ": 298,
      "ǔ": 299,
      "ǖ": 300,
      "ǘ": 301,
      "ǚ": 302,
      "ǜ": 303,
      "ǝ": 304,
      "ǟ": 305,
      "ǡ": 306,
      "ǣ": 307,
      "ǥ": 308,
      "ǧ": 309,
      "ǩ": 310,
      "ǫ": 311,
      "ǭ": 312,
      "ǯ": 313,
      "ǰ": 314,
      "ǵ": 315,
      "ǹ": 316,
      "ǻ": 317,
      "ǽ": 318,
      "ǿ": 319,
      "ȁ": 320,
      "ȃ": 321,
      "ȅ": 322,
      "ȇ": 323,
      "ȉ": 324,
      "ȋ": 325,
      "ȍ": 326,
      "ȏ": 327,
      "ȑ": 328,
      "ȓ": 329,
      "ȕ": 330,
      "ȗ": 331,
      "ș": 332,
      "ț": 333,
      "ȝ": 334,
      "ȟ": 335,
      "ȡ": 336,
      "ȣ": 337,
      "ȥ": 338,
      "ȧ": 339,
      "ȩ": 340,
      "ȫ": 341,
      "ȭ": 342,
      "ȯ": 343,
      "ȱ": 344,
      "ȳ": 345,
      "ȴ": 346,
      "ȵ": 347,
      "ȶ": 348,
      "ȷ": 349,
      "ȸ": 350,
      "ȹ": 351,
      "ȼ": 352,
      "ȿ": 353,
      "ɀ": 354,
      "ɂ": 355,
      "ɇ": 356,
      "ɉ": 357,
      "ɋ": 358,
      "ɍ": 359,
      "ɏ": 360,
      "ɐ": 361,
      "ɑ": 362,
      "ɒ": 363,
      "ɓ": 364,
      "ɔ": 365,
      "ɕ": 366,
      "ɖ": 367,
      "ɗ": 368,
      "ɘ": 369,
      "ə": 370,
      "ɚ": 371,
      "ɛ": 372,
      "ɜ": 373,
      "ɝ": 374,
      "ɞ": 375,
      "ɟ": 376,
      "ɠ": 377,
      "ɡ": 378,
      "ɢ": 379,
      "ɣ": 380,
      "ɤ": 381,
      "ɥ": 382,
      "ɦ": 383,
      "ɧ": 384,
      "ɨ": 385,
      "ɩ": 386,
      "ɪ": 387,
      "ɫ": 388,
      "ɬ": 389,
      "ɭ": 390,
      "ɮ": 391,
      "ɯ": 392,
      "ɰ": 393,
      "ɱ": 394,
      "ɲ": 395,
      "ɳ": 396,
      "ɴ": 397,
      "ɵ": 398,
      "ɶ": 399,
      "ɷ": 400,
      "ɸ": 401,
      "ɹ": 402,
      "ɺ": 403,
      "ɻ": 404,
      "ɼ": 405,
      "ɽ": 406,
      "ɾ": 407,
      "ɿ": 408,
      "ʀ": 409,
      "ʁ": 410,
      "ʂ": 411,
      "ʃ": 412,
      "ʄ": 413,
      "ʅ": 414,
      "ʆ": 415,
      "ʇ": 416,
      "ʈ": 417,
      "ʉ": 418,
      "ʊ": 419,
      "ʋ": 420,
      "ʌ": 421,
      "ʍ": 422,
      "ʎ": 423,
      "ʏ": 424,
      "ʐ": 425,
      "ʑ": 426,
      "ʒ": 427,
      "ʓ": 428,
      "ʔ": 429,
      "ʕ": 430,
      "ʖ": 431,
      "ʗ": 432,
      "ʘ": 433,
      "ʙ": 434,
      "ʚ": 435,
      "ʛ": 436,
      "ʜ": 437,
      "ʝ": 438,
      "ʞ": 439,
      "ʟ": 440,
      "ʠ": 441,
      "ʡ": 442,
      "ʢ": 443,
      "ʣ": 444,
      "ʤ": 445,
      "ʥ": 446,
      "ʦ": 447,
      "ʧ": 448,
      "ʨ": 449,
      "ʩ": 450,
      "ʪ": 451,
      "ʫ": 452,
      "ʬ": 453,
      "ʭ": 454,
      "ʮ": 455,
      "ʯ": 456,
      "ʰ": 457,
      "ʱ": 458,
      "ʲ": 459,
      "ʳ": 460,
      "ʴ": 461,
      "ʵ": 462,
      "ʶ": 463,
      "ʷ": 464,
      "ʸ": 465,
      "ʹ": 466,
      "ʺ": 467,
      "ʻ": 468,
      "ʼ": 469,
      "ʽ": 470,
      "ʾ": 471,
      "ʿ": 472,
      "ˀ": 473,
      "ˁ": 474,
      "˂": 475,
      "˃": 476,
      "˄": 477,
      "˅": 478,
      "ˆ": 479,
      "ˇ": 480,
      "ˈ": 481,
      "ˉ": 482,
      "ˊ": 483,
      "ˋ": 484,
      "ˌ": 485,
      "ˍ": 486,
      "ˎ": 487,
      "ˏ": 488,
      "ː": 489,
      "ˑ": 490,
      "˒": 491,
      "˓": 492,
      "˔": 493,
      "˕": 494,
      "˖": 495,
      "˗": 496,
      "˘": 497,
      "˙": 498,
      "˚": 499,
      "˛": 500,
      "˜": 501,
      "˝": 502,
      "˞": 503,
      "˟": 504,
      "ˠ": 505,
      "ˡ": 506,
      "ˢ": 507,
      "ˣ": 508,
      "ˤ": 509,
      "˥": 510,
      "˦": 511,
      "˧": 512,
      "˨": 513,
      "˩": 514,
      "˪": 515,
      "˫": 516,
      "ˬ": 517,
      "˭": 518,
      "ˮ": 519,
      "˱": 520,
      "˲": 521,
      "˳": 522,
      "˴": 523,
      "˵": 524,
      "˶": 525,
      "˽": 526,
      "˾": 527,
      "˿": 528,
      "̀": 529,
      "́": 530,
      "̂": 531,
      "̃": 532,
      "̄": 533,
      "̅": 534,
      "̆": 535,
      "̇": 536,
      "̈": 537,
      "̉": 538,
      "̊": 539,
      "̋": 540,
      "̌": 541,
      "̍": 542,
      "̎": 543,
      "̏": 544,
      "̐": 545,
      "̑": 546,
      "̒": 547,
      "̓": 548,
      "̔": 549,
      "̕": 550,
      "̖": 551,
      "̗": 552,
      "̘": 553,
      "̙": 554,
      "̚": 555,
      "̛": 556,
      "̜": 557,
      "̝": 558,
      "̞": 559,
      "̟": 560,
      "̠": 561,
      "̡": 562,
      "̢": 563,
      "̣": 564,
      "̤": 565,
      "̥": 566,
      "̦": 567,
      "̧": 568,
      "̨": 569,
      "̩": 570,
      "̪": 571,
      "̫": 572,
      "̬": 573,
      "̭": 574,
      "̮": 575,
      "̯": 576,
      "̰": 577,
      "̱": 578,
      "̲": 579,
      "̳": 580,
      "̴": 581,
      "̵": 582,
      "̶": 583,
      "̷": 584,
      "̸": 585,
      "̹": 586,
      "̺": 587,
      "̻": 588,
      "̼": 589,
      "̽": 590,
      "̾": 591,
      "̿": 592,
      "̀": 593,
      "͂": 594,
      "ͅ": 595,
      "͆": 596,
      "͇": 597,
      "͈": 598,
      "͉": 599,
      "͊": 600,
      "͋": 601,
      "͌": 602,
      "͍": 603,
      "͎": 604,
      "͏": 605,
      "͐": 606,
      "͑": 607,
      "͒": 608,
      "͓": 609,
      "͔": 610,
      "͕": 611,
      "͖": 612,
      "͗": 613,
      "͘": 614,
      "͙": 615,
      "͚": 616,
      "͛": 617,
      "͜": 618,
      "͝": 619,
      "͞": 620,
      "͟": 621,
      "͠": 622,
      "͡": 623,
      "͢": 624,
      "ͣ": 625,
      "ͤ": 626,
      "ͥ": 627,
      "ͦ": 628,
      "ͧ": 629,
      "ͨ": 630,
      "ͩ": 631,
      "ͪ": 632,
      "ͫ": 633,
      "ͬ": 634,
      "ͭ": 635,
      "ͮ": 636,
      "ͯ": 637,
      "ͱ": 638,
      "ͳ": 639,
      "͵": 640,
      "ͷ": 641,
      "ͼ": 642,
      "ͽ": 643,
      ";": 644,
      "΄": 645,
      "·": 646,
      "ΐ": 647,
      "ά": 648,
      "έ": 649,
      "ή": 650,
      "ί": 651,
      "ΰ": 652,
      "α": 653,
      "β": 654,
      "γ": 655,
      "δ": 656,
      "ε": 657,
      "ζ": 658,
      "η": 659,
      "θ": 660,
      "ι": 661,
      "κ": 662,
      "λ": 663,
      "μ": 664,
      "ν": 665,
      "ξ": 666,
      "ο": 667,
      "π": 668,
      "ρ": 669,
      "ς": 670,
      "σ": 671,
      "τ": 672,
      "υ": 673,
      "φ": 674,
      "χ": 675,
      "ψ": 676,
      "ω": 677,
      "ϊ": 678,
      "ϋ": 679,
      "ό": 680,
      "ύ": 681,
      "ώ": 682,
      "ϐ": 683,
      "ϑ": 684,
      "ϒ": 685,
      "ϕ": 686,
      "ϖ": 687,
      "ϙ": 688,
      "ϛ": 689,
      "ϝ": 690,
      "ϟ": 691,
      "ϡ": 692,
      "ϣ": 693,
      "ϥ": 694,
      "ϩ": 695,
      "ϭ": 696,
      "ϯ": 697,
      "ϰ": 698,
      "ϲ": 699,
      "ϳ": 700,
      "ϵ": 701,
      "϶": 702,
      "ϸ": 703,
      "ϻ": 704,
      "а": 705,
      "б": 706,
      "в": 707,
      "г": 708,
      "д": 709,
      "е": 710,
      "ж": 711,
      "з": 712,
      "и": 713,
      "й": 714,
      "к": 715,
      "л": 716,
      "м": 717,
      "н": 718,
      "о": 719,
      "п": 720,
      "р": 721,
      "с": 722,
      "т": 723,
      "у": 724,
      "ф": 725,
      "х": 726,
      "ц": 727,
      "ч": 728,
      "ш": 729,
      "щ": 730,
      "ъ": 731,
      "ы": 732,
      "ь": 733,
      "э": 734,
      "ю": 735,
      "я": 736,
      "ѐ": 737,
      "ё": 738,
      "ђ": 739,
      "ѓ": 740,
      "є": 741,
      "ѕ": 742,
      "і": 743,
      "ї": 744,
      "ј": 745,
      "љ": 746,
      "њ": 747,
      "ћ": 748,
      "ќ": 749,
      "ѝ": 750,
      "ў": 751,
      "џ": 752,
      "ѡ": 753,
      "ѣ": 754,
      "ѥ": 755,
      "ѧ": 756,
      "ѩ": 757,
      "ѫ": 758,
      "ѭ": 759,
      "ѯ": 760,
      "ѱ": 761,
      "ѳ": 762,
      "ѵ": 763,
      "ѷ": 764,
      "ѹ": 765,
      "ѻ": 766,
      "ѽ": 767,
      "ѿ": 768,
      "ҁ": 769,
      "҂": 770,
      "҃": 771,
      "҈": 772,
      "҉": 773,
      "ҋ": 774,
      "ҍ": 775,
      "ҏ": 776,
      "ґ": 777,
      "ғ": 778,
      "ҕ": 779,
      "җ": 780,
      "ҙ": 781,
      "қ": 782,
      "ҝ": 783,
      "ҟ": 784,
      "ҡ": 785,
      "ң": 786,
      "ҥ": 787,
      "ҧ": 788,
      "ҩ": 789,
      "ҫ": 790,
      "ҭ": 791,
      "ү": 792,
      "ұ": 793,
      "ҳ": 794,
      "ҵ": 795,
      "ҷ": 796,
      "ҹ": 797,
      "һ": 798,
      "ҽ": 799,
      "ҿ": 800,
      "ӂ": 801,
      "ӄ": 802,
      "ӆ": 803,
      "ӈ": 804,
      "ӊ": 805,
      "ӌ": 806,
      "ӎ": 807,
      "ӏ": 808,
      "ӑ": 809,
      "ӓ": 810,
      "ӕ": 811,
      "ӗ": 812,
      "ә": 813,
      "ӛ": 814,
      "ӝ": 815,
      "ӟ": 816,
      "ӡ": 817,
      "ӣ": 818,
      "ӥ": 819,
      "ӧ": 820,
      "ө": 821,
      "ӫ": 822,
      "ӭ": 823,
      "ӯ": 824,
      "ӱ": 825,
      "ӳ": 826,
      "ӵ": 827,
      "ӷ": 828,
      "ӹ": 829,
      "ӻ": 830,
      "ӽ": 831,
      "ԁ": 832,
      "ԃ": 833,
      "ԅ": 834,
      "ԇ": 835,
      "ԉ": 836,
      "ԋ": 837,
      "ԍ": 838,
      "ԏ": 839,
      "ԑ": 840,
      "ԓ": 841,
      "ԕ": 842,
      "ԗ": 843,
      "ԛ": 844,
      "ԝ": 845,
      "ԟ": 846,
      "ԡ": 847,
      "ԣ": 848,
      "ԥ": 849,
      "ԩ": 850,
      "ԫ": 851,
      "ԭ": 852,
      "ԯ": 853,
      "՛": 854,
      "՝": 855,
      "՞": 856,
      "ա": 857,
      "բ": 858,
      "գ": 859,
      "դ": 860,
      "ե": 861,
      "զ": 862,
      "է": 863,
      "ը": 864,
      "թ": 865,
      "ժ": 866,
      "ի": 867,
      "լ": 868,
      "խ": 869,
      "ծ": 870,
      "կ": 871,
      "հ": 872,
      "ձ": 873,
      "ղ": 874,
      "մ": 875,
      "յ": 876,
      "ն": 877,
      "շ": 878,
      "ո": 879,
      "չ": 880,
      "պ": 881,
      "ջ": 882,
      "ռ": 883,
      "ս": 884,
      "վ": 885,
      "տ": 886,
      "ր": 887,
      "ց": 888,
      "ւ": 889,
      "փ": 890,
      "ք": 891,
      "օ": 892,
      "ֆ": 893,
      "և": 894,
      "։": 895,
      "֏": 896,
      "֙": 897,
      "֚": 898,
      "֜": 899,
      "֥": 900,
      "֪": 901,
      "֫": 902,
      "֬": 903,
      "֮": 904,
      "ְ": 905,
      "ֱ": 906,
      "ֲ": 907,
      "ֳ": 908,
      "ִ": 909,
      "ֵ": 910,
      "ֶ": 911,
      "ַ": 912,
      "ָ": 913,
      "ֹ": 914,
      "ֻ": 915,
      "ּ": 916,
      "ֽ": 917,
      "־": 918,
      "ֿ": 919,
      "׀": 920,
      "ׁ": 921,
      "ׂ": 922,
      "׋": 923,
      "׍": 924,
      "א": 925,
      "ב": 926,
      "ג": 927,
      "ד": 928,
      "ה": 929,
      "ו": 930,
      "ז": 931,
      "ח": 932,
      "ט": 933,
      "י": 934,
      "ך": 935,
      "כ": 936,
      "ל": 937,
      "ם": 938,
      "מ": 939,
      "ן": 940,
      "נ": 941,
      "ס": 942,
      "ע": 943,
      "ף": 944,
      "פ": 945,
      "ץ": 946,
      "צ": 947,
      "ק": 948,
      "ר": 949,
      "ש": 950,
      "ת": 951,
      "װ": 952,
      "ױ": 953,
      "ײ": 954,
      "׳": 955,
      "״": 956,
      "׷": 957,
      "؂": 958,
      "،": 959,
      "؏": 960,
      "؟": 961,
      "ء": 962,
      "آ": 963,
      "أ": 964,
      "ؤ": 965,
      "إ": 966,
      "ئ": 967,
      "ا": 968,
      "ب": 969,
      "ة": 970,
      "ت": 971,
      "ث": 972,
      "ج": 973,
      "ح": 974,
      "خ": 975,
      "د": 976,
      "ذ": 977,
      "ر": 978,
      "ز": 979,
      "س": 980,
      "ش": 981,
      "ص": 982,
      "ض": 983,
      "ط": 984,
      "ظ": 985,
      "ع": 986,
      "غ": 987,
      "ؾ": 988,
      "ـ": 989,
      "ف": 990,
      "ق": 991,
      "ك": 992,
      "ل": 993,
      "م": 994,
      "ن": 995,
      "ه": 996,
      "و": 997,
      "ى": 998,
      "ي": 999,
      "ً": 1000,
      "ٌ": 1001,
      "ٍ": 1002,
      "َ": 1003,
      "ُ": 1004,
      "ِ": 1005,
      "ّ": 1006,
      "ْ": 1007,
      "ٔ": 1008,
      "٠": 1009,
      "١": 1010,
      "٢": 1011,
      "٣": 1012,
      "٤": 1013,
      "٥": 1014,
      "٨": 1015,
      "٩": 1016,
      "٫": 1017,
      "ٰ": 1018,
      "ٱ": 1019,
      "ٵ": 1020,
      "ٸ": 1021,
      "ٹ": 1022,
      "ٺ": 1023,
      "ټ": 1024,
      "ٽ": 1025,
      "پ": 1026,
      "ځ": 1027,
      "ڄ": 1028,
      "څ": 1029,
      "چ": 1030,
      "ڈ": 1031,
      "ڊ": 1032,
      "ڌ": 1033,
      "ڏ": 1034,
      "ڑ": 1035,
      "ڕ": 1036,
      "ږ": 1037,
      "ژ": 1038,
      "ڙ": 1039,
      "ښ": 1040,
      "ڠ": 1041,
      "ڤ": 1042,
      "ک": 1043,
      "ڪ": 1044,
      "ګ": 1045,
      "ڬ": 1046,
      "ڭ": 1047,
      "گ": 1048,
      "ڵ": 1049,
      "ں": 1050,
      "ڻ": 1051,
      "ڼ": 1052,
      "ھ": 1053,
      "ہ": 1054,
      "ۂ": 1055,
      "ۆ": 1056,
      "ۇ": 1057,
      "ۈ": 1058,
      "ۋ": 1059,
      "ی": 1060,
      "ێ": 1061,
      "ې": 1062,
      "ے": 1063,
      "۔": 1064,
      "ە": 1065,
      "۞": 1066,
      "۩": 1067,
      "۰": 1068,
      "۱": 1069,
      "۲": 1070,
      "۳": 1071,
      "۴": 1072,
      "۵": 1073,
      "۶": 1074,
      "۷": 1075,
      "۸": 1076,
      "۹": 1077,
      "ۿ": 1078,
      "ܐ": 1079,
      "ܑ": 1080,
      "ܒ": 1081,
      "ܓ": 1082,
      "ܕ": 1083,
      "ܗ": 1084,
      "ܘ": 1085,
      "ܙ": 1086,
      "ܚ": 1087,
      "ܛ": 1088,
      "ܝ": 1089,
      "ܟ": 1090,
      "ܠ": 1091,
      "ܡ": 1092,
      "ܢ": 1093,
      "ܣ": 1094,
      "ܥ": 1095,
      "ܦ": 1096,
      "ܨ": 1097,
      "ܩ": 1098,
      "ܪ": 1099,
      "ܫ": 1100,
      "ܬ": 1101,
      "ܲ": 1102,
      "ܵ": 1103,
      "ܼ": 1104,
      "ݓ": 1105,
      "ݕ": 1106,
      "ݗ": 1107,
      "ݚ": 1108,
      "ݛ": 1109,
      "ݝ": 1110,
      "ݟ": 1111,
      "ݠ": 1112,
      "ݡ": 1113,
      "ݢ": 1114,
      "ݣ": 1115,
      "ݴ": 1116,
      "ހ": 1117,
      "ނ": 1118,
      "ރ": 1119,
      "ބ": 1120,
      "ޅ": 1121,
      "ކ": 1122,
      "އ": 1123,
      "ވ": 1124,
      "މ": 1125,
      "ފ": 1126,
      "ދ": 1127,
      "ތ": 1128,
      "ލ": 1129,
      "ގ": 1130,
      "ޏ": 1131,
      "ސ": 1132,
      "ޑ": 1133,
      "ޔ": 1134,
      "ޕ": 1135,
      "ޖ": 1136,
      "ޙ": 1137,
      "ޝ": 1138,
      "ޤ": 1139,
      "ަ": 1140,
      "ާ": 1141,
      "ި": 1142,
      "ީ": 1143,
      "ު": 1144,
      "ޫ": 1145,
      "ެ": 1146,
      "ޭ": 1147,
      "ޮ": 1148,
      "ް": 1149,
      "ޱ": 1150,
      "ࡇ": 1151,
      "࣬": 1152,
      "ऀ": 1153,
      "ँ": 1154,
      "ं": 1155,
      "ः": 1156,
      "अ": 1157,
      "आ": 1158,
      "इ": 1159,
      "ई": 1160,
      "उ": 1161,
      "ऊ": 1162,
      "ऋ": 1163,
      "ऌ": 1164,
      "ए": 1165,
      "ऐ": 1166,
      "ऑ": 1167,
      "ओ": 1168,
      "औ": 1169,
      "क": 1170,
      "ख": 1171,
      "ग": 1172,
      "घ": 1173,
      "ङ": 1174,
      "च": 1175,
      "छ": 1176,
      "ज": 1177,
      "झ": 1178,
      "ञ": 1179,
      "ट": 1180,
      "ठ": 1181,
      "ड": 1182,
      "ढ": 1183,
      "ण": 1184,
      "त": 1185,
      "थ": 1186,
      "द": 1187,
      "ध": 1188,
      "न": 1189,
      "प": 1190,
      "फ": 1191,
      "ब": 1192,
      "भ": 1193,
      "म": 1194,
      "य": 1195,
      "र": 1196,
      "ल": 1197,
      "ळ": 1198,
      "व": 1199,
      "श": 1200,
      "ष": 1201,
      "स": 1202,
      "ह": 1203,
      "़": 1204,
      "ऽ": 1205,
      "ा": 1206,
      "ि": 1207,
      "ी": 1208,
      "ु": 1209,
      "ू": 1210,
      "ृ": 1211,
      "ॄ": 1212,
      "ॆ": 1213,
      "े": 1214,
      "ै": 1215,
      "ॉ": 1216,
      "ो": 1217,
      "ौ": 1218,
      "्": 1219,
      "ॐ": 1220,
      "॑": 1221,
      "॒": 1222,
      "॓": 1223,
      "॔": 1224,
      "ॠ": 1225,
      "ॡ": 1226,
      "ॢ": 1227,
      "ॣ": 1228,
      "।": 1229,
      "॥": 1230,
      "०": 1231,
      "१": 1232,
      "२": 1233,
      "३": 1234,
      "४": 1235,
      "५": 1236,
      "६": 1237,
      "७": 1238,
      "८": 1239,
      "९": 1240,
      "॰": 1241,
      "ॱ": 1242,
      "ॿ": 1243,
      "ঁ": 1244,
      "ং": 1245,
      "ঃ": 1246,
      "অ": 1247,
      "আ": 1248,
      "ই": 1249,
      "উ": 1250,
      "এ": 1251,
      "ও": 1252,
      "ক": 1253,
      "খ": 1254,
      "গ": 1255,
      "ঘ": 1256,
      "ঙ": 1257,
      "চ": 1258,
      "ছ": 1259,
      "জ": 1260,
      "ঝ": 1261,
      "ঞ": 1262,
      "ট": 1263,
      "ঠ": 1264,
      "ড": 1265,
      "ণ": 1266,
      "ত": 1267,
      "থ": 1268,
      "দ": 1269,
      "ধ": 1270,
      "ন": 1271,
      "প": 1272,
      "ফ": 1273,
      "ব": 1274,
      "ভ": 1275,
      "ম": 1276,
      "য": 1277,
      "র": 1278,
      "ল": 1279,
      "শ": 1280,
      "ষ": 1281,
      "স": 1282,
      "হ": 1283,
      "়": 1284,
      "া": 1285,
      "ি": 1286,
      "ী": 1287,
      "ু": 1288,
      "ূ": 1289,
      "ৃ": 1290,
      "ে": 1291,
      "ো": 1292,
      "ৌ": 1293,
      "্": 1294,
      "ৎ": 1295,
      "১": 1296,
      "৩": 1297,
      "৪": 1298,
      "৫": 1299,
      "৬": 1300,
      "৭": 1301,
      "ৰ": 1302,
      "ৱ": 1303,
      "৳": 1304,
      "৸": 1305,
      "৹": 1306,
      "৺": 1307,
      "ਂ": 1308,
      "ਃ": 1309,
      "ਅ": 1310,
      "ਆ": 1311,
      "ਉ": 1312,
      "ਊ": 1313,
      "਍": 1314,
      "ਕ": 1315,
      "ਖ": 1316,
      "ਗ": 1317,
      "ਘ": 1318,
      "ਚ": 1319,
      "ਜ": 1320,
      "ਝ": 1321,
      "ਟ": 1322,
      "ਠ": 1323,
      "ਡ": 1324,
      "ਤ": 1325,
      "ਥ": 1326,
      "ਦ": 1327,
      "ਨ": 1328,
      "ਪ": 1329,
      "ਬ": 1330,
      "ਭ": 1331,
      "ਮ": 1332,
      "ਰ": 1333,
      "ਲ": 1334,
      "ਵ": 1335,
      "ਸ": 1336,
      "ਹ": 1337,
      "਼": 1338,
      "ਾ": 1339,
      "ਿ": 1340,
      "ੀ": 1341,
      "ੁ": 1342,
      "ੂ": 1343,
      "ੇ": 1344,
      "ੈ": 1345,
      "ੋ": 1346,
      "੍": 1347,
      "ੜ": 1348,
      "੧": 1349,
      "੨": 1350,
      "੫": 1351,
      "੭": 1352,
      "੯": 1353,
      "ੰ": 1354,
      "ੱ": 1355,
      "ੲ": 1356,
      "ੳ": 1357,
      "ੴ": 1358,
      "ઁ": 1359,
      "ં": 1360,
      "અ": 1361,
      "ક": 1362,
      "ખ": 1363,
      "ગ": 1364,
      "જ": 1365,
      "ટ": 1366,
      "ડ": 1367,
      "ત": 1368,
      "દ": 1369,
      "ધ": 1370,
      "ન": 1371,
      "પ": 1372,
      "ફ": 1373,
      "બ": 1374,
      "ભ": 1375,
      "મ": 1376,
      "ર": 1377,
      "લ": 1378,
      "વ": 1379,
      "શ": 1380,
      "સ": 1381,
      "હ": 1382,
      "ઽ": 1383,
      "ા": 1384,
      "િ": 1385,
      "ી": 1386,
      "ુ": 1387,
      "ૂ": 1388,
      "ૃ": 1389,
      "ૄ": 1390,
      "ૅ": 1391,
      "ે": 1392,
      "ૈ": 1393,
      "ો": 1394,
      "્": 1395,
      "ૢ": 1396,
      "૧": 1397,
      "૩": 1398,
      "૭": 1399,
      "૮": 1400,
      "ଁ": 1401,
      "ଂ": 1402,
      "ଅ": 1403,
      "ଆ": 1404,
      "ଇ": 1405,
      "ଉ": 1406,
      "଑": 1407,
      "ଓ": 1408,
      "କ": 1409,
      "ଗ": 1410,
      "ଘ": 1411,
      "ଙ": 1412,
      "ଡ": 1413,
      "ନ": 1414,
      "ପ": 1415,
      "ବ": 1416,
      "ଭ": 1417,
      "ର": 1418,
      "ଲ": 1419,
      "ଳ": 1420,
      "ଵ": 1421,
      "ଶ": 1422,
      "ଷ": 1423,
      "ସ": 1424,
      "଼": 1425,
      "ା": 1426,
      "ି": 1427,
      "ୁ": 1428,
      "େ": 1429,
      "୍": 1430,
      "୧": 1431,
      "୨": 1432,
      "୭": 1433,
      "அ": 1434,
      "ஆ": 1435,
      "இ": 1436,
      "ஈ": 1437,
      "உ": 1438,
      "ஊ": 1439,
      "எ": 1440,
      "ஏ": 1441,
      "ஐ": 1442,
      "ஒ": 1443,
      "ஓ": 1444,
      "க": 1445,
      "ங": 1446,
      "ச": 1447,
      "ஜ": 1448,
      "ஞ": 1449,
      "ட": 1450,
      "ண": 1451,
      "த": 1452,
      "ந": 1453,
      "ன": 1454,
      "ப": 1455,
      "ம": 1456,
      "ய": 1457,
      "ர": 1458,
      "ற": 1459,
      "ல": 1460,
      "ள": 1461,
      "ழ": 1462,
      "வ": 1463,
      "ஷ": 1464,
      "ஸ": 1465,
      "ஹ": 1466,
      "ா": 1467,
      "ி": 1468,
      "ீ": 1469,
      "ு": 1470,
      "ூ": 1471,
      "ெ": 1472,
      "ே": 1473,
      "ை": 1474,
      "ொ": 1475,
      "ோ": 1476,
      "்": 1477,
      "ௐ": 1478,
      "௰": 1479,
      "௷": 1480,
      "௸": 1481,
      "ఁ": 1482,
      "ం": 1483,
      "ః": 1484,
      "అ": 1485,
      "ఆ": 1486,
      "ఇ": 1487,
      "ఈ": 1488,
      "ఉ": 1489,
      "ఎ": 1490,
      "ఐ": 1491,
      "ఔ": 1492,
      "క": 1493,
      "ఖ": 1494,
      "గ": 1495,
      "చ": 1496,
      "జ": 1497,
      "ట": 1498,
      "ఠ": 1499,
      "డ": 1500,
      "ణ": 1501,
      "త": 1502,
      "థ": 1503,
      "ద": 1504,
      "ధ": 1505,
      "న": 1506,
      "ప": 1507,
      "బ": 1508,
      "భ": 1509,
      "మ": 1510,
      "య": 1511,
      "ర": 1512,
      "ల": 1513,
      "వ": 1514,
      "శ": 1515,
      "ష": 1516,
      "స": 1517,
      "హ": 1518,
      "ా": 1519,
      "ి": 1520,
      "ీ": 1521,
      "ు": 1522,
      "ూ": 1523,
      "ృ": 1524,
      "ౄ": 1525,
      "ె": 1526,
      "ే": 1527,
      "ై": 1528,
      "ొ": 1529,
      "ో": 1530,
      "ౌ": 1531,
      "్": 1532,
      "ౢ": 1533,
      "౧": 1534,
      "౨": 1535,
      "౩": 1536,
      "౪": 1537,
      "౿": 1538,
      "ಂ": 1539,
      "ಅ": 1540,
      "ಇ": 1541,
      "ಋ": 1542,
      "ಕ": 1543,
      "ಖ": 1544,
      "ಗ": 1545,
      "ಘ": 1546,
      "ಙ": 1547,
      "ಚ": 1548,
      "ಛ": 1549,
      "ಜ": 1550,
      "ಝ": 1551,
      "ಞ": 1552,
      "ಟ": 1553,
      "ಠ": 1554,
      "ಡ": 1555,
      "ಢ": 1556,
      "ಣ": 1557,
      "ತ": 1558,
      "ಥ": 1559,
      "ದ": 1560,
      "ಧ": 1561,
      "ನ": 1562,
      "ಪ": 1563,
      "ಫ": 1564,
      "ಬ": 1565,
      "ಭ": 1566,
      "ಮ": 1567,
      "ಯ": 1568,
      "ರ": 1569,
      "ಲ": 1570,
      "ಳ": 1571,
      "ವ": 1572,
      "ಶ": 1573,
      "ಷ": 1574,
      "ಸ": 1575,
      "ಹ": 1576,
      "ಾ": 1577,
      "ಿ": 1578,
      "ೀ": 1579,
      "ು": 1580,
      "ೂ": 1581,
      "ೃ": 1582,
      "ೄ": 1583,
      "ೆ": 1584,
      "ೇ": 1585,
      "ೊ": 1586,
      "ೋ": 1587,
      "ೌ": 1588,
      "್": 1589,
      "ೖ": 1590,
      "ೡ": 1591,
      "೦": 1592,
      "೧": 1593,
      "೨": 1594,
      "೩": 1595,
      "೪": 1596,
      "೫": 1597,
      "೬": 1598,
      "೭": 1599,
      "೮": 1600,
      "೯": 1601,
      "ം": 1602,
      "ഃ": 1603,
      "ആ": 1604,
      "ഇ": 1605,
      "ഈ": 1606,
      "ഉ": 1607,
      "ഒ": 1608,
      "ഓ": 1609,
      "ക": 1610,
      "ങ": 1611,
      "ച": 1612,
      "ജ": 1613,
      "ട": 1614,
      "ഡ": 1615,
      "ണ": 1616,
      "ത": 1617,
      "ദ": 1618,
      "ധ": 1619,
      "ന": 1620,
      "പ": 1621,
      "ഫ": 1622,
      "ബ": 1623,
      "മ": 1624,
      "യ": 1625,
      "ര": 1626,
      "റ": 1627,
      "ല": 1628,
      "ള": 1629,
      "ഴ": 1630,
      "വ": 1631,
      "ശ": 1632,
      "സ": 1633,
      "ഹ": 1634,
      "ാ": 1635,
      "ി": 1636,
      "ീ": 1637,
      "ു": 1638,
      "ൂ": 1639,
      "ൄ": 1640,
      "െ": 1641,
      "േ": 1642,
      "ോ": 1643,
      "്": 1644,
      "ൠ": 1645,
      "ൢ": 1646,
      "൧": 1647,
      "ൾ": 1648,
      "ං": 1649,
      "අ": 1650,
      "ආ": 1651,
      "ඉ": 1652,
      "එ": 1653,
      "ඓ": 1654,
      "ඔ": 1655,
      "ක": 1656,
      "ඛ": 1657,
      "ග": 1658,
      "ච": 1659,
      "ඡ": 1660,
      "ජ": 1661,
      "ට": 1662,
      "ඨ": 1663,
      "ඩ": 1664,
      "ණ": 1665,
      "ත": 1666,
      "ථ": 1667,
      "ද": 1668,
      "ධ": 1669,
      "න": 1670,
      "ප": 1671,
      "බ": 1672,
      "භ": 1673,
      "ම": 1674,
      "ය": 1675,
      "ර": 1676,
      "ල": 1677,
      "ව": 1678,
      "ශ": 1679,
      "ෂ": 1680,
      "ස": 1681,
      "හ": 1682,
      "ෆ": 1683,
      "්": 1684,
      "ා": 1685,
      "ැ": 1686,
      "ි": 1687,
      "ී": 1688,
      "ු": 1689,
      "ෙ": 1690,
      "ේ": 1691,
      "ො": 1692,
      "ෝ": 1693,
      "෣": 1694,
      "෴": 1695,
      "ก": 1696,
      "ข": 1697,
      "ฃ": 1698,
      "ค": 1699,
      "ฅ": 1700,
      "ฆ": 1701,
      "ง": 1702,
      "จ": 1703,
      "ฉ": 1704,
      "ช": 1705,
      "ซ": 1706,
      "ฌ": 1707,
      "ญ": 1708,
      "ฎ": 1709,
      "ฏ": 1710,
      "ฐ": 1711,
      "ฑ": 1712,
      "ฒ": 1713,
      "ณ": 1714,
      "ด": 1715,
      "ต": 1716,
      "ถ": 1717,
      "ท": 1718,
      "ธ": 1719,
      "น": 1720,
      "บ": 1721,
      "ป": 1722,
      "ผ": 1723,
      "ฝ": 1724,
      "พ": 1725,
      "ฟ": 1726,
      "ภ": 1727,
      "ม": 1728,
      "ย": 1729,
      "ร": 1730,
      "ฤ": 1731,
      "ล": 1732,
      "ฦ": 1733,
      "ว": 1734,
      "ศ": 1735,
      "ษ": 1736,
      "ส": 1737,
      "ห": 1738,
      "ฬ": 1739,
      "อ": 1740,
      "ฮ": 1741,
      "ฯ": 1742,
      "ะ": 1743,
      "ั": 1744,
      "า": 1745,
      "ำ": 1746,
      "ิ": 1747,
      "ี": 1748,
      "ึ": 1749,
      "ื": 1750,
      "ุ": 1751,
      "ู": 1752,
      "ฺ": 1753,
      "฿": 1754,
      "เ": 1755,
      "แ": 1756,
      "โ": 1757,
      "ใ": 1758,
      "ไ": 1759,
      "ๅ": 1760,
      "ๆ": 1761,
      "็": 1762,
      "่": 1763,
      "้": 1764,
      "๊": 1765,
      "๋": 1766,
      "์": 1767,
      "ํ": 1768,
      "๎": 1769,
      "๏": 1770,
      "๐": 1771,
      "๑": 1772,
      "๒": 1773,
      "๓": 1774,
      "๕": 1775,
      "๚": 1776,
      "๛": 1777,
      "ກ": 1778,
      "ຂ": 1779,
      "ຄ": 1780,
      "ງ": 1781,
      "ຈ": 1782,
      "ຊ": 1783,
      "ຍ": 1784,
      "ດ": 1785,
      "ຕ": 1786,
      "ຖ": 1787,
      "ທ": 1788,
      "ນ": 1789,
      "ບ": 1790,
      "ປ": 1791,
      "ຜ": 1792,
      "ພ": 1793,
      "ຟ": 1794,
      "ມ": 1795,
      "ຣ": 1796,
      "ລ": 1797,
      "ວ": 1798,
      "ສ": 1799,
      "ຫ": 1800,
      "ອ": 1801,
      "ຮ": 1802,
      "ະ": 1803,
      "ັ": 1804,
      "າ": 1805,
      "ຳ": 1806,
      "ິ": 1807,
      "ີ": 1808,
      "ຶ": 1809,
      "ື": 1810,
      "ຸ": 1811,
      "ູ": 1812,
      "ົ": 1813,
      "ຼ": 1814,
      "ຽ": 1815,
      "ເ": 1816,
      "ແ": 1817,
      "ໂ": 1818,
      "ໃ": 1819,
      "ໄ": 1820,
      "່": 1821,
      "້": 1822,
      "໊": 1823,
      "໋": 1824,
      "ໍ": 1825,
      "໑": 1826,
      "໒": 1827,
      "໱": 1828,
      "༄": 1829,
      "༅": 1830,
      "༆": 1831,
      "༉": 1832,
      "་": 1833,
      "།": 1834,
      "༎": 1835,
      "༓": 1836,
      "༔": 1837,
      "༙": 1838,
      "༚": 1839,
      "༝": 1840,
      "༥": 1841,
      "༬": 1842,
      "༭": 1843,
      "༺": 1844,
      "༻": 1845,
      "༼": 1846,
      "༽": 1847,
      "༾": 1848,
      "༿": 1849,
      "ཀ": 1850,
      "ཁ": 1851,
      "ག": 1852,
      "ང": 1853,
      "ཅ": 1854,
      "ཆ": 1855,
      "ཇ": 1856,
      "ཉ": 1857,
      "ཊ": 1858,
      "ཎ": 1859,
      "ཏ": 1860,
      "ཐ": 1861,
      "ད": 1862,
      "ན": 1863,
      "པ": 1864,
      "ཕ": 1865,
      "བ": 1866,
      "མ": 1867,
      "ཙ": 1868,
      "ཚ": 1869,
      "ཛ": 1870,
      "ཝ": 1871,
      "ཞ": 1872,
      "ཟ": 1873,
      "འ": 1874,
      "ཡ": 1875,
      "ར": 1876,
      "ལ": 1877,
      "ཤ": 1878,
      "ས": 1879,
      "ཧ": 1880,
      "ཨ": 1881,
      "ཪ": 1882,
      "ཫ": 1883,
      "ཱ": 1884,
      "ི": 1885,
      "ུ": 1886,
      "ེ": 1887,
      "ཻ": 1888,
      "ོ": 1889,
      "ཽ": 1890,
      "ཾ": 1891,
      "ཿ": 1892,
      "ྀ": 1893,
      "ྃ": 1894,
      "྇": 1895,
      "ྉ": 1896,
      "ྐ": 1897,
      "ྒ": 1898,
      "ྔ": 1899,
      "ྕ": 1900,
      "ྗ": 1901,
      "ྙ": 1902,
      "ྟ": 1903,
      "ྡ": 1904,
      "ྣ": 1905,
      "ྤ": 1906,
      "ྨ": 1907,
      "ྩ": 1908,
      "ྫ": 1909,
      "ྱ": 1910,
      "ྲ": 1911,
      "ླ": 1912,
      "ྶ": 1913,
      "ྷ": 1914,
      "࿀": 1915,
      "࿂": 1916,
      "࿇": 1917,
      "က": 1918,
      "ခ": 1919,
      "ဂ": 1920,
      "င": 1921,
      "စ": 1922,
      "ဆ": 1923,
      "ဇ": 1924,
      "ည": 1925,
      "တ": 1926,
      "ထ": 1927,
      "န": 1928,
      "ပ": 1929,
      "ဖ": 1930,
      "ဗ": 1931,
      "ဘ": 1932,
      "မ": 1933,
      "ယ": 1934,
      "ရ": 1935,
      "လ": 1936,
      "ဝ": 1937,
      "သ": 1938,
      "ဟ": 1939,
      "အ": 1940,
      "ဦ": 1941,
      "ဧ": 1942,
      "ါ": 1943,
      "ာ": 1944,
      "ိ": 1945,
      "ီ": 1946,
      "ု": 1947,
      "ူ": 1948,
      "ေ": 1949,
      "ဲ": 1950,
      "ဳ": 1951,
      "ဵ": 1952,
      "ံ": 1953,
      "့": 1954,
      "း": 1955,
      "္": 1956,
      "်": 1957,
      "ျ": 1958,
      "ြ": 1959,
      "ွ": 1960,
      "ှ": 1961,
      "၆": 1962,
      "၉": 1963,
      "ၢ": 1964,
      "ၵ": 1965,
      "ၶ": 1966,
      "ၼ": 1967,
      "ၿ": 1968,
      "ႀ": 1969,
      "ႂ": 1970,
      "ႃ": 1971,
      "ႆ": 1972,
      "ႈ": 1973,
      "ႉ": 1974,
      "႐": 1975,
      "႔": 1976,
      "ა": 1977,
      "ბ": 1978,
      "გ": 1979,
      "დ": 1980,
      "ე": 1981,
      "ვ": 1982,
      "ზ": 1983,
      "თ": 1984,
      "ი": 1985,
      "კ": 1986,
      "ლ": 1987,
      "მ": 1988,
      "ნ": 1989,
      "ო": 1990,
      "პ": 1991,
      "ჟ": 1992,
      "რ": 1993,
      "ს": 1994,
      "ტ": 1995,
      "უ": 1996,
      "ფ": 1997,
      "ქ": 1998,
      "ღ": 1999,
      "ყ": 2000,
      "შ": 2001,
      "ჩ": 2002,
      "ც": 2003,
      "ძ": 2004,
      "წ": 2005,
      "ჭ": 2006,
      "ხ": 2007,
      "ჯ": 2008,
      "ᄀ": 2009,
      "ᄂ": 2010,
      "ᄅ": 2011,
      "ᄇ": 2012,
      "ᄉ": 2013,
      "ᄋ": 2014,
      "ᄌ": 2015,
      "ᄎ": 2016,
      "ᄏ": 2017,
      "ᄑ": 2018,
      "ᄒ": 2019,
      "ᄽ": 2020,
      "ᄿ": 2021,
      "ᅀ": 2022,
      "ᅎ": 2023,
      "ᅏ": 2024,
      "ᅐ": 2025,
      "ᅑ": 2026,
      "ᅔ": 2027,
      "ᅕ": 2028,
      "ᅟ": 2029,
      "ᅠ": 2030,
      "ᅡ": 2031,
      "ᅥ": 2032,
      "ᅦ": 2033,
      "ᅧ": 2034,
      "ᅩ": 2035,
      "ᅬ": 2036,
      "ᅲ": 2037,
      "ᅳ": 2038,
      "ᅴ": 2039,
      "ᅵ": 2040,
      "ᅶ": 2041,
      "ᆨ": 2042,
      "ᆫ": 2043,
      "ᆷ": 2044,
      "ᆸ": 2045,
      "ᆺ": 2046,
      "ᆼ": 2047,
      "ᆽ": 2048,
      "ᇂ": 2049,
      "ሀ": 2050,
      "ሁ": 2051,
      "ሃ": 2052,
      "ሄ": 2053,
      "ህ": 2054,
      "ሆ": 2055,
      "ለ": 2056,
      "ሊ": 2057,
      "ላ": 2058,
      "ል": 2059,
      "ሐ": 2060,
      "ሓ": 2061,
      "ሔ": 2062,
      "ሕ": 2063,
      "መ": 2064,
      "ሚ": 2065,
      "ማ": 2066,
      "ሜ": 2067,
      "ም": 2068,
      "ሞ": 2069,
      "ሠ": 2070,
      "ረ": 2071,
      "ሪ": 2072,
      "ራ": 2073,
      "ሬ": 2074,
      "ር": 2075,
      "ሰ": 2076,
      "ሲ": 2077,
      "ሳ": 2078,
      "ስ": 2079,
      "ሸ": 2080,
      "ቃ": 2081,
      "ቅ": 2082,
      "ቆ": 2083,
      "በ": 2084,
      "ቡ": 2085,
      "ባ": 2086,
      "ቤ": 2087,
      "ብ": 2088,
      "ቦ": 2089,
      "ተ": 2090,
      "ቲ": 2091,
      "ታ": 2092,
      "ቴ": 2093,
      "ት": 2094,
      "ቺ": 2095,
      "ቻ": 2096,
      "ቼ": 2097,
      "ች": 2098,
      "ቿ": 2099,
      "ኈ": 2100,
      "ነ": 2101,
      "ና": 2102,
      "ኔ": 2103,
      "ን": 2104,
      "ኖ": 2105,
      "ኗ": 2106,
      "ኛ": 2107,
      "ኝ": 2108,
      "አ": 2109,
      "ኢ": 2110,
      "ኤ": 2111,
      "እ": 2112,
      "ከ": 2113,
      "ክ": 2114,
      "ወ": 2115,
      "ዊ": 2116,
      "ዋ": 2117,
      "ው": 2118,
      "ዎ": 2119,
      "ዐ": 2120,
      "ዒ": 2121,
      "ዕ": 2122,
      "ዘ": 2123,
      "ዝ": 2124,
      "የ": 2125,
      "ዪ": 2126,
      "ያ": 2127,
      "ዬ": 2128,
      "ይ": 2129,
      "ዮ": 2130,
      "ደ": 2131,
      "ዲ": 2132,
      "ዳ": 2133,
      "ዴ": 2134,
      "ድ": 2135,
      "ዶ": 2136,
      "ዽ": 2137,
      "ጀ": 2138,
      "ገ": 2139,
      "ጊ": 2140,
      "ጋ": 2141,
      "ጌ": 2142,
      "ግ": 2143,
      "ጎ": 2144,
      "ጕ": 2145,
      "ጠ": 2146,
      "ጥ": 2147,
      "ጨ": 2148,
      "ጵ": 2149,
      "ጿ": 2150,
      "ፀ": 2151,
      "ፊ": 2152,
      "ፋ": 2153,
      "ፍ": 2154,
      "ፕ": 2155,
      "።": 2156,
      "ᐃ": 2157,
      "ᐄ": 2158,
      "ᐅ": 2159,
      "ᐇ": 2160,
      "ᐉ": 2161,
      "ᐊ": 2162,
      "ᐋ": 2163,
      "ᐍ": 2164,
      "ᐎ": 2165,
      "ᐏ": 2166,
      "ᐑ": 2167,
      "ᐕ": 2168,
      "ᐖ": 2169,
      "ᐛ": 2170,
      "ᐜ": 2171,
      "ᐝ": 2172,
      "ᐞ": 2173,
      "ᐢ": 2174,
      "ᐣ": 2175,
      "ᐤ": 2176,
      "ᐦ": 2177,
      "ᐧ": 2178,
      "ᐪ": 2179,
      "ᐯ": 2180,
      "ᐱ": 2181,
      "ᐸ": 2182,
      "ᐺ": 2183,
      "ᑊ": 2184,
      "ᑋ": 2185,
      "ᑌ": 2186,
      "ᑎ": 2187,
      "ᑐ": 2188,
      "ᑑ": 2189,
      "ᑒ": 2190,
      "ᑔ": 2191,
      "ᑕ": 2192,
      "ᑖ": 2193,
      "ᑘ": 2194,
      "ᑢ": 2195,
      "ᑦ": 2196,
      "ᑫ": 2197,
      "ᑭ": 2198,
      "ᑮ": 2199,
      "ᑲ": 2200,
      "ᒃ": 2201,
      "ᒄ": 2202,
      "ᒋ": 2203,
      "ᒍ": 2204,
      "ᒚ": 2205,
      "ᒡ": 2206,
      "ᒥ": 2207,
      "ᒧ": 2208,
      "ᒪ": 2209,
      "ᒻ": 2210,
      "ᓀ": 2211,
      "ᓂ": 2212,
      "ᓄ": 2213,
      "ᓇ": 2214,
      "ᓈ": 2215,
      "ᓍ": 2216,
      "ᓐ": 2217,
      "ᓕ": 2218,
      "ᓗ": 2219,
      "ᓪ": 2220,
      "ᓫ": 2221,
      "ᓯ": 2222,
      "ᓰ": 2223,
      "ᓱ": 2224,
      "ᓴ": 2225,
      "ᔅ": 2226,
      "ᔑ": 2227,
      "ᔕ": 2228,
      "ᔪ": 2229,
      "ᔭ": 2230,
      "ᕆ": 2231,
      "ᕈ": 2232,
      "ᕐ": 2233,
      "ᕑ": 2234,
      "ᕕ": 2235,
      "ᕗ": 2236,
      "ᕘ": 2237,
      "ᕙ": 2238,
      "ᕡ": 2239,
      "ᕤ": 2240,
      "ᕦ": 2241,
      "ᕪ": 2242,
      "ᕱ": 2243,
      "ᕲ": 2244,
      "ᕴ": 2245,
      "ᕵ": 2246,
      "ᕼ": 2247,
      "ᕿ": 2248,
      "ᖃ": 2249,
      "ᖅ": 2250,
      "ᖇ": 2251,
      "ᖓ": 2252,
      "ᖗ": 2253,
      "ᖘ": 2254,
      "ᖛ": 2255,
      "ᖜ": 2256,
      "ᖴ": 2257,
      "ᖶ": 2258,
      "ᖻ": 2259,
      "ᖽ": 2260,
      "ᗅ": 2261,
      "ᗒ": 2262,
      "ᗘ": 2263,
      "ᗜ": 2264,
      "ᗝ": 2265,
      "ᗢ": 2266,
      "ᗣ": 2267,
      "ᗤ": 2268,
      "ᗦ": 2269,
      "ᗨ": 2270,
      "ᗩ": 2271,
      "ᗪ": 2272,
      "ᗯ": 2273,
      "ᗰ": 2274,
      "ᗱ": 2275,
      "ᗴ": 2276,
      "ᗷ": 2277,
      "ᗺ": 2278,
      "ᘉ": 2279,
      "ᘔ": 2280,
      "ᘜ": 2281,
      "ᘺ": 2282,
      "ᘻ": 2283,
      "ᘿ": 2284,
      "ᙏ": 2285,
      "ᙚ": 2286,
      "᙭": 2287,
      "ᚫ": 2288,
      "ᚮ": 2289,
      "ᚲ": 2290,
      "ᚷ": 2291,
      "ᚹ": 2292,
      "ᚼ": 2293,
      "ᛂ": 2294,
      "ᛃ": 2295,
      "ᛒ": 2296,
      "ᛕ": 2297,
      "ᛜ": 2298,
      "᜵": 2299,
      "᜶": 2300,
      "ᝃ": 2301,
      "ᝑ": 2302,
      "ᝒ": 2303,
      "ᝪ": 2304,
      "ᝫ": 2305,
      "ᝰ": 2306,
      "ក": 2307,
      "ខ": 2308,
      "គ": 2309,
      "ឃ": 2310,
      "ង": 2311,
      "ច": 2312,
      "ឆ": 2313,
      "ជ": 2314,
      "ឈ": 2315,
      "ញ": 2316,
      "ដ": 2317,
      "ឋ": 2318,
      "ណ": 2319,
      "ត": 2320,
      "ថ": 2321,
      "ទ": 2322,
      "ធ": 2323,
      "ន": 2324,
      "ប": 2325,
      "ផ": 2326,
      "ព": 2327,
      "ភ": 2328,
      "ម": 2329,
      "យ": 2330,
      "រ": 2331,
      "ល": 2332,
      "វ": 2333,
      "ស": 2334,
      "ហ": 2335,
      "ឡ": 2336,
      "អ": 2337,
      "ឧ": 2338,
      "ឯ": 2339,
      "឴": 2340,
      "឵": 2341,
      "ា": 2342,
      "ិ": 2343,
      "ី": 2344,
      "ឹ": 2345,
      "ុ": 2346,
      "ូ": 2347,
      "ួ": 2348,
      "ើ": 2349,
      "ឿ": 2350,
      "ៀ": 2351,
      "េ": 2352,
      "ែ": 2353,
      "ៃ": 2354,
      "ោ": 2355,
      "ៅ": 2356,
      "ំ": 2357,
      "ះ": 2358,
      "៉": 2359,
      "៊": 2360,
      "់": 2361,
      "៍": 2362,
      "័": 2363,
      "្": 2364,
      "។": 2365,
      "៛": 2366,
      "᠉": 2367,
      "᠋": 2368,
      "᠌": 2369,
      "᠎": 2370,
      "ᠠ": 2371,
      "ᠡ": 2372,
      "ᠢ": 2373,
      "ᠣ": 2374,
      "ᠤ": 2375,
      "ᠥ": 2376,
      "ᠦ": 2377,
      "ᠨ": 2378,
      "ᠩ": 2379,
      "ᠪ": 2380,
      "ᠬ": 2381,
      "ᠭ": 2382,
      "ᠮ": 2383,
      "ᠯ": 2384,
      "ᠰ": 2385,
      "ᠲ": 2386,
      "ᠳ": 2387,
      "ᠴ": 2388,
      "ᠵ": 2389,
      "ᠶ": 2390,
      "ᠷ": 2391,
      "ᠸ": 2392,
      "ᡍ": 2393,
      "ᡝ": 2394,
      "ᡞ": 2395,
      "ᡠ": 2396,
      "ᡡ": 2397,
      "ᡣ": 2398,
      "ᡤ": 2399,
      "ᡥ": 2400,
      "ᡩ": 2401,
      "ᡳ": 2402,
      "ᡴ": 2403,
      "ᡵ": 2404,
      "ᡶ": 2405,
      "ᣄ": 2406,
      "ᥑ": 2407,
      "ᥒ": 2408,
      "ᥖ": 2409,
      "ᥘ": 2410,
      "ᥛ": 2411,
      "ᥣ": 2412,
      "ᥨ": 2413,
      "ᥫ": 2414,
      "ᥬ": 2415,
      "ᥭ": 2416,
      "ᥰ": 2417,
      "ᥲ": 2418,
      "ᥳ": 2419,
      "ᥴ": 2420,
      "ᦂ": 2421,
      "ᦄ": 2422,
      "ᦆ": 2423,
      "ᦉ": 2424,
      "ᦎ": 2425,
      "ᦑ": 2426,
      "ᦒ": 2427,
      "ᦓ": 2428,
      "ᦔ": 2429,
      "ᦗ": 2430,
      "ᦟ": 2431,
      "ᦤ": 2432,
      "ᦥ": 2433,
      "ᦨ": 2434,
      "ᦪ": 2435,
      "ᦫ": 2436,
      "ᦰ": 2437,
      "ᦱ": 2438,
      "ᦲ": 2439,
      "ᦳ": 2440,
      "ᦴ": 2441,
      "ᦵ": 2442,
      "ᦶ": 2443,
      "ᦷ": 2444,
      "ᦸ": 2445,
      "ᦹ": 2446,
      "ᦺ": 2447,
      "ᧁ": 2448,
      "ᧂ": 2449,
      "ᧃ": 2450,
      "ᧄ": 2451,
      "ᧅ": 2452,
      "ᧇ": 2453,
      "ᧈ": 2454,
      "ᧉ": 2455,
      "᧑": 2456,
      "᧒": 2457,
      "᧚": 2458,
      "᧞": 2459,
      "᧟": 2460,
      "ᨀ": 2461,
      "ᨁ": 2462,
      "ᨄ": 2463,
      "ᨅ": 2464,
      "ᨆ": 2465,
      "ᨈ": 2466,
      "ᨐ": 2467,
      "ᨑ": 2468,
      "ᨓ": 2469,
      "ᨔ": 2470,
      "ᨘ": 2471,
      "ᨙ": 2472,
      "ᨚ": 2473,
      "ᩒ": 2474,
      "᪭": 2475,
      "᭄": 2476,
      "ᯅ": 2477,
      "ᯣ": 2478,
      "ᯤ": 2479,
      "ᰁ": 2480,
      "ᰙ": 2481,
      "ᰩ": 2482,
      "᳞": 2483,
      "ᴀ": 2484,
      "ᴁ": 2485,
      "ᴂ": 2486,
      "ᴃ": 2487,
      "ᴄ": 2488,
      "ᴅ": 2489,
      "ᴆ": 2490,
      "ᴇ": 2491,
      "ᴈ": 2492,
      "ᴉ": 2493,
      "ᴊ": 2494,
      "ᴋ": 2495,
      "ᴌ": 2496,
      "ᴍ": 2497,
      "ᴏ": 2498,
      "ᴑ": 2499,
      "ᴔ": 2500,
      "ᴖ": 2501,
      "ᴗ": 2502,
      "ᴘ": 2503,
      "ᴙ": 2504,
      "ᴚ": 2505,
      "ᴛ": 2506,
      "ᴜ": 2507,
      "ᴝ": 2508,
      "ᴞ": 2509,
      "ᴟ": 2510,
      "ᴠ": 2511,
      "ᴡ": 2512,
      "ᴥ": 2513,
      "ᴬ": 2514,
      "ᴮ": 2515,
      "ᴰ": 2516,
      "ᴱ": 2517,
      "ᴳ": 2518,
      "ᴴ": 2519,
      "ᴵ": 2520,
      "ᴶ": 2521,
      "ᴷ": 2522,
      "ᴸ": 2523,
      "ᴹ": 2524,
      "ᴺ": 2525,
      "ᴼ": 2526,
      "ᴾ": 2527,
      "ᴿ": 2528,
      "ᵀ": 2529,
      "ᵁ": 2530,
      "ᵂ": 2531,
      "ᵃ": 2532,
      "ᵅ": 2533,
      "ᵇ": 2534,
      "ᵈ": 2535,
      "ᵉ": 2536,
      "ᵊ": 2537,
      "ᵋ": 2538,
      "ᵌ": 2539,
      "ᵍ": 2540,
      "ᵎ": 2541,
      "ᵏ": 2542,
      "ᵐ": 2543,
      "ᵑ": 2544,
      "ᵒ": 2545,
      "ᵓ": 2546,
      "ᵔ": 2547,
      "ᵕ": 2548,
      "ᵖ": 2549,
      "ᵗ": 2550,
      "ᵘ": 2551,
      "ᵚ": 2552,
      "ᵛ": 2553,
      "ᵝ": 2554,
      "ᵞ": 2555,
      "ᵟ": 2556,
      "ᵡ": 2557,
      "ᵢ": 2558,
      "ᵤ": 2559,
      "ᵧ": 2560,
      "ᵫ": 2561,
      "ᵬ": 2562,
      "ᵭ": 2563,
      "ᵮ": 2564,
      "ᵯ": 2565,
      "ᵰ": 2566,
      "ᵱ": 2567,
      "ᵲ": 2568,
      "ᵳ": 2569,
      "ᵴ": 2570,
      "ᵵ": 2571,
      "ᵶ": 2572,
      "ᵷ": 2573,
      "ᵹ": 2574,
      "ᵺ": 2575,
      "ᵻ": 2576,
      "ᵼ": 2577,
      "ᵽ": 2578,
      "ᵾ": 2579,
      "ᵿ": 2580,
      "ᶀ": 2581,
      "ᶂ": 2582,
      "ᶃ": 2583,
      "ᶄ": 2584,
      "ᶅ": 2585,
      "ᶆ": 2586,
      "ᶇ": 2587,
      "ᶈ": 2588,
      "ᶉ": 2589,
      "ᶊ": 2590,
      "ᶋ": 2591,
      "ᶌ": 2592,
      "ᶍ": 2593,
      "ᶎ": 2594,
      "ᶏ": 2595,
      "ᶐ": 2596,
      "ᶑ": 2597,
      "ᶒ": 2598,
      "ᶓ": 2599,
      "ᶔ": 2600,
      "ᶕ": 2601,
      "ᶖ": 2602,
      "ᶘ": 2603,
      "ᶙ": 2604,
      "ᶚ": 2605,
      "ᶜ": 2606,
      "ᶠ": 2607,
      "ᶣ": 2608,
      "ᶦ": 2609,
      "ᶧ": 2610,
      "ᶫ": 2611,
      "ᶯ": 2612,
      "ᶰ": 2613,
      "ᶲ": 2614,
      "ᶳ": 2615,
      "ᶸ": 2616,
      "ᶻ": 2617,
      "ᶿ": 2618,
      "᷀": 2619,
      "᷁": 2620,
      "᷄": 2621,
      "᷅": 2622,
      "᷆": 2623,
      "᷇": 2624,
      "ᷛ": 2625,
      "ᷞ": 2626,
      "ᷟ": 2627,
      "ᷡ": 2628,
      "ᷢ": 2629,
      "ḁ": 2630,
      "ḃ": 2631,
      "ḅ": 2632,
      "ḇ": 2633,
      "ḉ": 2634,
      "ḋ": 2635,
      "ḍ": 2636,
      "ḏ": 2637,
      "ḑ": 2638,
      "ḓ": 2639,
      "ḕ": 2640,
      "ḗ": 2641,
      "ḙ": 2642,
      "ḛ": 2643,
      "ḝ": 2644,
      "ḟ": 2645,
      "ḡ": 2646,
      "ḣ": 2647,
      "ḥ": 2648,
      "ḧ": 2649,
      "ḩ": 2650,
      "ḫ": 2651,
      "ḭ": 2652,
      "ḯ": 2653,
      "ḱ": 2654,
      "ḳ": 2655,
      "ḵ": 2656,
      "ḷ": 2657,
      "ḹ": 2658,
      "ḻ": 2659,
      "ḽ": 2660,
      "ḿ": 2661,
      "ṁ": 2662,
      "ṃ": 2663,
      "ṅ": 2664,
      "ṇ": 2665,
      "ṉ": 2666,
      "ṋ": 2667,
      "ṍ": 2668,
      "ṏ": 2669,
      "ṑ": 2670,
      "ṓ": 2671,
      "ṕ": 2672,
      "ṗ": 2673,
      "ṙ": 2674,
      "ṛ": 2675,
      "ṝ": 2676,
      "ṟ": 2677,
      "ṡ": 2678,
      "ṣ": 2679,
      "ṥ": 2680,
      "ṧ": 2681,
      "ṩ": 2682,
      "ṫ": 2683,
      "ṭ": 2684,
      "ṯ": 2685,
      "ṱ": 2686,
      "ṳ": 2687,
      "ṵ": 2688,
      "ṷ": 2689,
      "ṹ": 2690,
      "ṻ": 2691,
      "ṽ": 2692,
      "ṿ": 2693,
      "ẁ": 2694,
      "ẃ": 2695,
      "ẅ": 2696,
      "ẇ": 2697,
      "ẉ": 2698,
      "ẋ": 2699,
      "ẍ": 2700,
      "ẏ": 2701,
      "ẑ": 2702,
      "ẓ": 2703,
      "ẕ": 2704,
      "ẖ": 2705,
      "ẗ": 2706,
      "ẘ": 2707,
      "ẙ": 2708,
      "ẚ": 2709,
      "ẛ": 2710,
      "ạ": 2711,
      "ả": 2712,
      "ấ": 2713,
      "ầ": 2714,
      "ẩ": 2715,
      "ẫ": 2716,
      "ậ": 2717,
      "ắ": 2718,
      "ằ": 2719,
      "ẳ": 2720,
      "ẵ": 2721,
      "ặ": 2722,
      "ẹ": 2723,
      "ẻ": 2724,
      "ẽ": 2725,
      "ế": 2726,
      "ề": 2727,
      "ể": 2728,
      "ễ": 2729,
      "ệ": 2730,
      "ỉ": 2731,
      "ị": 2732,
      "ọ": 2733,
      "ỏ": 2734,
      "ố": 2735,
      "ồ": 2736,
      "ổ": 2737,
      "ỗ": 2738,
      "ộ": 2739,
      "ớ": 2740,
      "ờ": 2741,
      "ở": 2742,
      "ỡ": 2743,
      "ợ": 2744,
      "ụ": 2745,
      "ủ": 2746,
      "ứ": 2747,
      "ừ": 2748,
      "ử": 2749,
      "ữ": 2750,
      "ự": 2751,
      "ỳ": 2752,
      "ỵ": 2753,
      "ỷ": 2754,
      "ỹ": 2755,
      "ỻ": 2756,
      "ỽ": 2757,
      "ἀ": 2758,
      "ἁ": 2759,
      "ἂ": 2760,
      "ἃ": 2761,
      "ἄ": 2762,
      "ἅ": 2763,
      "ἆ": 2764,
      "ἐ": 2765,
      "ἑ": 2766,
      "ἔ": 2767,
      "ἕ": 2768,
      "ἠ": 2769,
      "ἡ": 2770,
      "ἢ": 2771,
      "ἤ": 2772,
      "ἥ": 2773,
      "ἦ": 2774,
      "ἧ": 2775,
      "ἰ": 2776,
      "ἱ": 2777,
      "ἴ": 2778,
      "ἵ": 2779,
      "ἶ": 2780,
      "ἷ": 2781,
      "ὀ": 2782,
      "ὁ": 2783,
      "ὂ": 2784,
      "ὃ": 2785,
      "ὄ": 2786,
      "ὅ": 2787,
      "ὐ": 2788,
      "ὑ": 2789,
      "ὔ": 2790,
      "ὕ": 2791,
      "ὖ": 2792,
      "ὗ": 2793,
      "ὠ": 2794,
      "ὡ": 2795,
      "ὢ": 2796,
      "ὤ": 2797,
      "ὦ": 2798,
      "ὰ": 2799,
      "ά": 2800,
      "ὲ": 2801,
      "έ": 2802,
      "ὴ": 2803,
      "ὶ": 2804,
      "ί": 2805,
      "ὸ": 2806,
      "ό": 2807,
      "ὺ": 2808,
      "ύ": 2809,
      "ὼ": 2810,
      "ᾅ": 2811,
      "ᾥ": 2812,
      "ᾰ": 2813,
      "ᾱ": 2814,
      "ᾳ": 2815,
      "ᾴ": 2816,
      "ᾶ": 2817,
      "᾽": 2818,
      "᾿": 2819,
      "῁": 2820,
      "ῃ": 2821,
      "ῆ": 2822,
      "ῇ": 2823,
      "῍": 2824,
      "ῐ": 2825,
      "ῑ": 2826,
      "ῖ": 2827,
      "ῤ": 2828,
      "ῥ": 2829,
      "ῦ": 2830,
      "ῳ": 2831,
      "ῶ": 2832,
      "ῷ": 2833,
      "῾": 2834,
      "​": 2835,
      "‌": 2836,
      "‍": 2837,
      "‎": 2838,
      "‏": 2839,
      "‐": 2840,
      "‑": 2841,
      "‒": 2842,
      "–": 2843,
      "—": 2844,
      "―": 2845,
      "‖": 2846,
      "‗": 2847,
      "‘": 2848,
      "’": 2849,
      "‚": 2850,
      "‛": 2851,
      "“": 2852,
      "”": 2853,
      "„": 2854,
      "‟": 2855,
      "†": 2856,
      "‡": 2857,
      "•": 2858,
      "‣": 2859,
      "․": 2860,
      "‥": 2861,
      "…": 2862,
      "‧": 2863,
      "‪": 2864,
      "‫": 2865,
      "‬": 2866,
      "‭": 2867,
      "‮": 2868,
      "‰": 2869,
      "‱": 2870,
      "′": 2871,
      "″": 2872,
      "‴": 2873,
      "‵": 2874,
      "‶": 2875,
      "‸": 2876,
      "‹": 2877,
      "›": 2878,
      "※": 2879,
      "‼": 2880,
      "‽": 2881,
      "‾": 2882,
      "‿": 2883,
      "⁀": 2884,
      "⁂": 2885,
      "⁃": 2886,
      "⁄": 2887,
      "⁇": 2888,
      "⁉": 2889,
      "⁋": 2890,
      "⁍": 2891,
      "⁎": 2892,
      "⁏": 2893,
      "⁓": 2894,
      "⁕": 2895,
      "⁝": 2896,
      "⁞": 2897,
      "⁠": 2898,
      "⁡": 2899,
      "⁢": 2900,
      "⁣": 2901,
      "⁧": 2902,
      "⁨": 2903,
      "⁩": 2904,
      "⁪": 2905,
      "⁬": 2906,
      "⁭": 2907,
      "⁯": 2908,
      "⁰": 2909,
      "ⁱ": 2910,
