{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[BOS0]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS1]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS2]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[BOS0]": 0,
      "[BOS1]": 1,
      "[BOS2]": 2,
      "[SEP]": 3,
      "[EOS]": 4,
      "[UNK]": 5,
      "\u0000": 6,
      "\u0001": 7,
      "\u0003": 8,
      "\u0005": 9,
      "\u0007": 10,
      "\b": 11,
      "\u000e": 12,
      "\u0010": 13,
      "\u0011": 14,
      "\u0013": 15,
      "\u0014": 16,
      "\u0015": 17,
      "\u0017": 18,
      "\u0018": 19,
      "\u0019": 20,
      "\u001a": 21,
      "\u001b": 22,
      "\u001c": 23,
      "\u001d": 24,
      "\u001f": 25,
      "!": 26,
      "\"": 27,
      "#": 28,
      "$": 29,
      "%": 30,
      "&": 31,
      "'": 32,
      "(": 33,
      ")": 34,
      "*": 35,
      "+": 36,
      ",": 37,
      "-": 38,
      ".": 39,
      "/": 40,
      "0": 41,
      "1": 42,
      "2": 43,
      "3": 44,
      "4": 45,
      "5": 46,
      "6": 47,
      "7": 48,
      "8": 49,
      "9": 50,
      ":": 51,
      ";": 52,
      "<": 53,
      "=": 54,
      ">": 55,
      "?": 56,
      "@": 57,
      "B": 58,
      "E": 59,
      "O": 60,
      "P": 61,
      "S": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "¡": 126,
      "¢": 127,
      "£": 128,
      "¤": 129,
      "¥": 130,
      "¦": 131,
      "§": 132,
      "¨": 133,
      "©": 134,
      "ª": 135,
      "«": 136,
      "¬": 137,
      "­": 138,
      "®": 139,
      "¯": 140,
      "°": 141,
      "±": 142,
      "²": 143,
      "³": 144,
      "´": 145,
      "µ": 146,
      "¶": 147,
      "·": 148,
      "¸": 149,
      "¹": 150,
      "º": 151,
      "»": 152,
      "¼": 153,
      "½": 154,
      "¾": 155,
      "¿": 156,
      "×": 157,
      "ß": 158,
      "à": 159,
      "á": 160,
      "â": 161,
      "ã": 162,
      "ä": 163,
      "å": 164,
      "æ": 165,
      "ç": 166,
      "è": 167,
      "é": 168,
      "ê": 169,
      "ë": 170,
      "ì": 171,
      "í": 172,
      "î": 173,
      "ï": 174,
      "ð": 175,
      "ñ": 176,
      "ò": 177,
      "ó": 178,
      "ô": 179,
      "õ": 180,
      "ö": 181,
      "÷": 182,
      "ø": 183,
      "ù": 184,
      "ú": 185,
      "û": 186,
      "ü": 187,
      "ý": 188,
      "þ": 189,
      "ÿ": 190,
      "ā": 191,
      "ă": 192,
      "ą": 193,
      "ć": 194,
      "ĉ": 195,
      "ċ": 196,
      "č": 197,
      "ď": 198,
      "đ": 199,
      "ē": 200,
      "ĕ": 201,
      "ė": 202,
      "ę": 203,
      "ě": 204,
      "ĝ": 205,
      "ğ": 206,
      "ġ": 207,
      "ģ": 208,
      "ĥ": 209,
      "ħ": 210,
      "ĩ": 211,
      "ī": 212,
      "ĭ": 213,
      "į": 214,
      "ı": 215,
      "ĳ": 216,
      "ĵ": 217,
      "ķ": 218,
      "ĸ": 219,
      "ĺ": 220,
      "ļ": 221,
      "ľ": 222,
      "ŀ": 223,
      "ł": 224,
      "ń": 225,
      "ņ": 226,
      "ň": 227,
      "ŉ": 228,
      "ŋ": 229,
      "ō": 230,
      "ŏ": 231,
      "ő": 232,
      "œ": 233,
      "ŕ": 234,
      "ŗ": 235,
      "ř": 236,
      "ś": 237,
      "ŝ": 238,
      "ş": 239,
      "š": 240,
      "ţ": 241,
      "ť": 242,
      "ŧ": 243,
      "ũ": 244,
      "ū": 245,
      "ŭ": 246,
      "ů": 247,
      "ű": 248,
      "ų": 249,
      "ŵ": 250,
      "ŷ": 251,
      "ź": 252,
      "ż": 253,
      "ž": 254,
      "ſ": 255,
      "ƀ": 256,
      "ƃ": 257,
      "ƅ": 258,
      "ƈ": 259,
      "ƌ": 260,
      "ƍ": 261,
      "ƒ": 262,
      "ƕ": 263,
      "ƙ": 264,
      "ƚ": 265,
      "ƛ": 266,
      "ƞ": 267,
      "ơ": 268,
      "ƣ": 269,
      "ƥ": 270,
      "ƨ": 271,
      "ƪ": 272,
      "ƫ": 273,
      "ƭ": 274,
      "ư": 275,
      "ƴ": 276,
      "ƶ": 277,
      "ƹ": 278,
      "ƺ": 279,
      "ƻ": 280,
      "ƽ": 281,
      "ƾ": 282,
      "ƿ": 283,
      "ǀ": 284,
      "ǁ": 285,
      "ǂ": 286,
      "ǃ": 287,
      "ǎ": 288,
      "ǐ": 289,
      "ǒ": 290,
      "ǔ": 291,
      "ǖ": 292,
      "ǘ": 293,
      "ǚ": 294,
      "ǜ": 295,
      "ǝ": 296,
      "ǟ": 297,
      "ǡ": 298,
      "ǣ": 299,
      "ǥ": 300,
      "ǧ": 301,
      "ǩ": 302,
      "ǫ": 303,
      "ǭ": 304,
      "ǯ": 305,
      "ǰ": 306,
      "ǵ": 307,
      "ǹ": 308,
      "ǻ": 309,
      "ǽ": 310,
      "ǿ": 311,
      "ȁ": 312,
      "ȃ": 313,
      "ȅ": 314,
      "ȇ": 315,
      "ȉ": 316,
      "ȋ": 317,
      "ȍ": 318,
      "ȏ": 319,
      "ȑ": 320,
      "ȓ": 321,
      "ȕ": 322,
      "ȗ": 323,
      "ș": 324,
      "ț": 325,
      "ȝ": 326,
      "ȟ": 327,
      "ȡ": 328,
      "ȣ": 329,
      "ȥ": 330,
      "ȧ": 331,
      "ȩ": 332,
      "ȫ": 333,
      "ȭ": 334,
      "ȯ": 335,
      "ȱ": 336,
      "ȳ": 337,
      "ȴ": 338,
      "ȵ": 339,
      "ȶ": 340,
      "ȷ": 341,
      "ȸ": 342,
      "ȹ": 343,
      "ȼ": 344,
      "ȿ": 345,
      "ɀ": 346,
      "ɂ": 347,
      "ɇ": 348,
      "ɉ": 349,
      "ɋ": 350,
      "ɍ": 351,
      "ɏ": 352,
      "ɐ": 353,
      "ɑ": 354,
      "ɒ": 355,
      "ɓ": 356,
      "ɔ": 357,
      "ɕ": 358,
      "ɖ": 359,
      "ɗ": 360,
      "ɘ": 361,
      "ə": 362,
      "ɚ": 363,
      "ɛ": 364,
      "ɜ": 365,
      "ɝ": 366,
      "ɞ": 367,
      "ɟ": 368,
      "ɠ": 369,
      "ɡ": 370,
      "ɢ": 371,
      "ɣ": 372,
      "ɤ": 373,
      "ɥ": 374,
      "ɦ": 375,
      "ɧ": 376,
      "ɨ": 377,
      "ɩ": 378,
      "ɪ": 379,
      "ɫ": 380,
      "ɬ": 381,
      "ɭ": 382,
      "ɮ": 383,
      "ɯ": 384,
      "ɰ": 385,
      "ɱ": 386,
      "ɲ": 387,
      "ɳ": 388,
      "ɴ": 389,
      "ɵ": 390,
      "ɶ": 391,
      "ɷ": 392,
      "ɸ": 393,
      "ɹ": 394,
      "ɺ": 395,
      "ɻ": 396,
      "ɼ": 397,
      "ɽ": 398,
      "ɾ": 399,
      "ɿ": 400,
      "ʀ": 401,
      "ʁ": 402,
      "ʂ": 403,
      "ʃ": 404,
      "ʄ": 405,
      "ʅ": 406,
      "ʆ": 407,
      "ʇ": 408,
      "ʈ": 409,
      "ʉ": 410,
      "ʊ": 411,
      "ʋ": 412,
      "ʌ": 413,
      "ʍ": 414,
      "ʎ": 415,
      "ʏ": 416,
      "ʐ": 417,
      "ʑ": 418,
      "ʒ": 419,
      "ʓ": 420,
      "ʔ": 421,
      "ʕ": 422,
      "ʖ": 423,
      "ʗ": 424,
      "ʘ": 425,
      "ʙ": 426,
      "ʚ": 427,
      "ʛ": 428,
      "ʜ": 429,
      "ʝ": 430,
      "ʞ": 431,
      "ʟ": 432,
      "ʠ": 433,
      "ʡ": 434,
      "ʢ": 435,
      "ʣ": 436,
      "ʤ": 437,
      "ʥ": 438,
      "ʦ": 439,
      "ʧ": 440,
      "ʨ": 441,
      "ʩ": 442,
      "ʪ": 443,
      "ʫ": 444,
      "ʬ": 445,
      "ʭ": 446,
      "ʮ": 447,
      "ʯ": 448,
      "ʰ": 449,
      "ʱ": 450,
      "ʲ": 451,
      "ʳ": 452,
      "ʶ": 453,
      "ʷ": 454,
      "ʸ": 455,
      "ʹ": 456,
      "ʺ": 457,
      "ʻ": 458,
      "ʼ": 459,
      "ʽ": 460,
      "ʾ": 461,
      "ʿ": 462,
      "ˀ": 463,
      "ˁ": 464,
      "˂": 465,
      "˃": 466,
      "ˆ": 467,
      "ˇ": 468,
      "ˈ": 469,
      "ˉ": 470,
      "ˊ": 471,
      "ˋ": 472,
      "ˌ": 473,
      "ˍ": 474,
      "ˎ": 475,
      "ː": 476,
      "ˑ": 477,
      "˘": 478,
      "˙": 479,
      "˚": 480,
      "˜": 481,
      "˝": 482,
      "˞": 483,
      "ˠ": 484,
      "ˡ": 485,
      "ˢ": 486,
      "ˣ": 487,
      "ˤ": 488,
      "˥": 489,
      "˦": 490,
      "˧": 491,
      "˨": 492,
      "˩": 493,
      "˪": 494,
      "˫": 495,
      "˭": 496,
      "ˮ": 497,
      "˵": 498,
      "˶": 499,
      "̀": 500,
      "́": 501,
      "̂": 502,
      "̃": 503,
      "̄": 504,
      "̅": 505,
      "̆": 506,
      "̇": 507,
      "̈": 508,
      "̉": 509,
      "̊": 510,
      "̋": 511,
      "̌": 512,
      "̍": 513,
      "̐": 514,
      "̑": 515,
      "̓": 516,
      "̗": 517,
      "̘": 518,
      "̚": 519,
      "̛": 520,
      "̝": 521,
      "̞": 522,
      "̟": 523,
      "̠": 524,
      "̡": 525,
      "̢": 526,
      "̣": 527,
      "̤": 528,
      "̥": 529,
      "̧": 530,
      "̨": 531,
      "̩": 532,
      "̪": 533,
      "̫": 534,
      "̬": 535,
      "̭": 536,
      "̮": 537,
      "̯": 538,
      "̰": 539,
      "̱": 540,
      "̲": 541,
      "̳": 542,
      "̴": 543,
      "̵": 544,
      "̶": 545,
      "̷": 546,
      "̸": 547,
      "̹": 548,
      "̺": 549,
      "̻": 550,
      "̼": 551,
      "̽": 552,
      "͂": 553,
      "͆": 554,
      "͈": 555,
      "͋": 556,
      "͍": 557,
      "͐": 558,
      "͒": 559,
      "͗": 560,
      "͘": 561,
      "͜": 562,
      "͝": 563,
      "͞": 564,
      "͟": 565,
      "͠": 566,
      "͡": 567,
      "ͨ": 568,
      "ͱ": 569,
      "ͳ": 570,
      "͵": 571,
      "ͷ": 572,
      ";": 573,
      "΄": 574,
      "ΐ": 575,
      "ά": 576,
      "έ": 577,
      "ή": 578,
      "ί": 579,
      "ΰ": 580,
      "α": 581,
      "β": 582,
      "γ": 583,
      "δ": 584,
      "ε": 585,
      "ζ": 586,
      "η": 587,
      "θ": 588,
      "ι": 589,
      "κ": 590,
      "λ": 591,
      "μ": 592,
      "ν": 593,
      "ξ": 594,
      "ο": 595,
      "π": 596,
      "ρ": 597,
      "ς": 598,
      "σ": 599,
      "τ": 600,
      "υ": 601,
      "φ": 602,
      "χ": 603,
      "ψ": 604,
      "ω": 605,
      "ϊ": 606,
      "ϋ": 607,
      "ό": 608,
      "ύ": 609,
      "ώ": 610,
      "ϐ": 611,
      "ϑ": 612,
      "ϒ": 613,
      "ϕ": 614,
      "ϖ": 615,
      "ϙ": 616,
      "ϛ": 617,
      "ϝ": 618,
      "ϟ": 619,
      "ϡ": 620,
      "ϣ": 621,
      "ϥ": 622,
      "ϩ": 623,
      "ϯ": 624,
      "ϰ": 625,
      "ϲ": 626,
      "ϳ": 627,
      "ϵ": 628,
      "ϸ": 629,
      "ϻ": 630,
      "а": 631,
      "б": 632,
      "в": 633,
      "г": 634,
      "д": 635,
      "е": 636,
      "ж": 637,
      "з": 638,
      "и": 639,
      "й": 640,
      "к": 641,
      "л": 642,
      "м": 643,
      "н": 644,
      "о": 645,
      "п": 646,
      "р": 647,
      "с": 648,
      "т": 649,
      "у": 650,
      "ф": 651,
      "х": 652,
      "ц": 653,
      "ч": 654,
      "ш": 655,
      "щ": 656,
      "ъ": 657,
      "ы": 658,
      "ь": 659,
      "э": 660,
      "ю": 661,
      "я": 662,
      "ѐ": 663,
      "ё": 664,
      "ђ": 665,
      "ѓ": 666,
      "є": 667,
      "ѕ": 668,
      "і": 669,
      "ї": 670,
      "ј": 671,
      "љ": 672,
      "њ": 673,
      "ћ": 674,
      "ќ": 675,
      "ѝ": 676,
      "ў": 677,
      "џ": 678,
      "ѡ": 679,
      "ѣ": 680,
      "ѥ": 681,
      "ѧ": 682,
      "ѫ": 683,
      "ѭ": 684,
      "ѯ": 685,
      "ѱ": 686,
      "ѳ": 687,
      "ѵ": 688,
      "ѷ": 689,
      "ѹ": 690,
      "ѻ": 691,
      "ѽ": 692,
      "ѿ": 693,
      "ҁ": 694,
      "҂": 695,
      "҃": 696,
      "҈": 697,
      "҉": 698,
      "ҋ": 699,
      "ҍ": 700,
      "ҏ": 701,
      "ґ": 702,
      "ғ": 703,
      "ҕ": 704,
      "җ": 705,
      "ҙ": 706,
      "қ": 707,
      "ҝ": 708,
      "ҟ": 709,
      "ҡ": 710,
      "ң": 711,
      "ҥ": 712,
      "ҧ": 713,
      "ҩ": 714,
      "ҫ": 715,
      "ҭ": 716,
      "ү": 717,
      "ұ": 718,
      "ҳ": 719,
      "ҵ": 720,
      "ҷ": 721,
      "ҹ": 722,
      "һ": 723,
      "ҽ": 724,
      "ҿ": 725,
      "ӂ": 726,
      "ӄ": 727,
      "ӆ": 728,
      "ӈ": 729,
      "ӊ": 730,
      "ӌ": 731,
      "ӎ": 732,
      "ӏ": 733,
      "ӑ": 734,
      "ӓ": 735,
      "ӕ": 736,
      "ӗ": 737,
      "ә": 738,
      "ӛ": 739,
      "ӝ": 740,
      "ӟ": 741,
      "ӡ": 742,
      "ӣ": 743,
      "ӥ": 744,
      "ӧ": 745,
      "ө": 746,
      "ӫ": 747,
      "ӭ": 748,
      "ӯ": 749,
      "ӱ": 750,
      "ӳ": 751,
      "ӵ": 752,
      "ӷ": 753,
      "ӹ": 754,
      "ӻ": 755,
      "ӽ": 756,
      "ԁ": 757,
      "ԃ": 758,
      "ԅ": 759,
      "ԇ": 760,
      "ԉ": 761,
      "ԋ": 762,
      "ԍ": 763,
      "ԏ": 764,
      "ԑ": 765,
      "ԓ": 766,
      "ԕ": 767,
      "ԗ": 768,
      "ԛ": 769,
      "ԝ": 770,
      "ԟ": 771,
      "ԡ": 772,
      "ԣ": 773,
      "ԥ": 774,
      "ԩ": 775,
      "ԫ": 776,
      "ԭ": 777,
      "ԯ": 778,
      "՝": 779,
      "՞": 780,
      "ա": 781,
      "բ": 782,
      "գ": 783,
      "դ": 784,
      "ե": 785,
      "զ": 786,
      "է": 787,
      "ը": 788,
      "թ": 789,
      "ժ": 790,
      "ի": 791,
      "լ": 792,
      "խ": 793,
      "ծ": 794,
      "կ": 795,
      "հ": 796,
      "ձ": 797,
      "ղ": 798,
      "մ": 799,
      "յ": 800,
      "ն": 801,
      "շ": 802,
      "ո": 803,
      "չ": 804,
      "պ": 805,
      "ջ": 806,
      "ռ": 807,
      "ս": 808,
      "վ": 809,
      "տ": 810,
      "ր": 811,
      "ց": 812,
      "ւ": 813,
      "փ": 814,
      "ք": 815,
      "օ": 816,
      "ֆ": 817,
      "և": 818,
      "։": 819,
      "֏": 820,
      "֙": 821,
      "֚": 822,
      "֜": 823,
      "֪": 824,
      "֫": 825,
      "֬": 826,
      "֮": 827,
      "ְ": 828,
      "ֱ": 829,
      "ֲ": 830,
      "ֳ": 831,
      "ִ": 832,
      "ֵ": 833,
      "ֶ": 834,
      "ַ": 835,
      "ָ": 836,
      "ֹ": 837,
      "ֻ": 838,
      "ּ": 839,
      "ֽ": 840,
      "־": 841,
      "ֿ": 842,
      "׀": 843,
      "ׁ": 844,
      "ׂ": 845,
      "׋": 846,
      "׍": 847,
      "א": 848,
      "ב": 849,
      "ג": 850,
      "ד": 851,
      "ה": 852,
      "ו": 853,
      "ז": 854,
      "ח": 855,
      "ט": 856,
      "י": 857,
      "ך": 858,
      "כ": 859,
      "ל": 860,
      "ם": 861,
      "מ": 862,
      "ן": 863,
      "נ": 864,
      "ס": 865,
      "ע": 866,
      "ף": 867,
      "פ": 868,
      "ץ": 869,
      "צ": 870,
      "ק": 871,
      "ר": 872,
      "ש": 873,
      "ת": 874,
      "װ": 875,
      "ױ": 876,
      "ײ": 877,
      "״": 878,
      "׷": 879,
      "؂": 880,
      "،": 881,
      "؏": 882,
      "؟": 883,
      "ء": 884,
      "آ": 885,
      "أ": 886,
      "ؤ": 887,
      "إ": 888,
      "ئ": 889,
      "ا": 890,
      "ب": 891,
      "ة": 892,
      "ت": 893,
      "ث": 894,
      "ج": 895,
      "ح": 896,
      "خ": 897,
      "د": 898,
      "ذ": 899,
      "ر": 900,
      "ز": 901,
      "س": 902,
      "ش": 903,
      "ص": 904,
      "ض": 905,
      "ط": 906,
      "ظ": 907,
      "ع": 908,
      "غ": 909,
      "ؾ": 910,
      "ـ": 911,
      "ف": 912,
      "ق": 913,
      "ك": 914,
      "ل": 915,
      "م": 916,
      "ن": 917,
      "ه": 918,
      "و": 919,
      "ى": 920,
      "ي": 921,
      "ً": 922,
      "ٌ": 923,
      "ٍ": 924,
      "َ": 925,
      "ُ": 926,
      "ِ": 927,
      "ّ": 928,
      "ْ": 929,
      "ٔ": 930,
      "٠": 931,
      "١": 932,
      "٢": 933,
      "٣": 934,
      "٤": 935,
      "٥": 936,
      "٨": 937,
      "٩": 938,
      "٫": 939,
      "ٰ": 940,
      "ٱ": 941,
      "ٵ": 942,
      "ٸ": 943,
      "ٹ": 944,
      "ٺ": 945,
      "ټ": 946,
      "ٽ": 947,
      "پ": 948,
      "ځ": 949,
      "ڄ": 950,
      "څ": 951,
      "چ": 952,
      "ڈ": 953,
      "ڊ": 954,
      "ڌ": 955,
      "ڏ": 956,
      "ڑ": 957,
      "ڕ": 958,
      "ږ": 959,
      "ژ": 960,
      "ڙ": 961,
      "ښ": 962,
      "ڠ": 963,
      "ڤ": 964,
      "ک": 965,
      "ڪ": 966,
      "ګ": 967,
      "ڬ": 968,
      "ڭ": 969,
      "گ": 970,
      "ڵ": 971,
      "ں": 972,
      "ڻ": 973,
      "ڼ": 974,
      "ھ": 975,
      "ہ": 976,
      "ۂ": 977,
      "ۆ": 978,
      "ۇ": 979,
      "ۈ": 980,
      "ۋ": 981,
      "ی": 982,
      "ێ": 983,
      "ې": 984,
      "ے": 985,
      "۔": 986,
      "ە": 987,
      "۞": 988,
      "۩": 989,
      "۰": 990,
      "۱": 991,
      "۲": 992,
      "۳": 993,
      "۴": 994,
      "۵": 995,
      "۶": 996,
      "۷": 997,
      "۸": 998,
      "۹": 999,
      "ۿ": 1000,
      "ܐ": 1001,
      "ܑ": 1002,
      "ܒ": 1003,
      "ܓ": 1004,
      "ܕ": 1005,
      "ܗ": 1006,
      "ܘ": 1007,
      "ܙ": 1008,
      "ܚ": 1009,
      "ܛ": 1010,
      "ܝ": 1011,
      "ܟ": 1012,
      "ܠ": 1013,
      "ܡ": 1014,
      "ܢ": 1015,
      "ܣ": 1016,
      "ܥ": 1017,
      "ܦ": 1018,
      "ܨ": 1019,
      "ܩ": 1020,
      "ܪ": 1021,
      "ܫ": 1022,
      "ܬ": 1023,
      "ܲ": 1024,
      "ܵ": 1025,
      "ܼ": 1026,
      "ݓ": 1027,
      "ݕ": 1028,
      "ݗ": 1029,
      "ݚ": 1030,
      "ݛ": 1031,
      "ݝ": 1032,
      "ݟ": 1033,
      "ݠ": 1034,
      "ݡ": 1035,
      "ݢ": 1036,
      "ݣ": 1037,
      "ހ": 1038,
      "ނ": 1039,
      "ރ": 1040,
      "ބ": 1041,
      "ޅ": 1042,
      "ކ": 1043,
      "އ": 1044,
      "ވ": 1045,
      "މ": 1046,
      "ފ": 1047,
      "ދ": 1048,
      "ތ": 1049,
      "ލ": 1050,
      "ގ": 1051,
      "ޏ": 1052,
      "ސ": 1053,
      "ޑ": 1054,
      "ޔ": 1055,
      "ޕ": 1056,
      "ޖ": 1057,
      "ޙ": 1058,
      "ޝ": 1059,
      "ޤ": 1060,
      "ަ": 1061,
      "ާ": 1062,
      "ި": 1063,
      "ީ": 1064,
      "ު": 1065,
      "ޫ": 1066,
      "ެ": 1067,
      "ޭ": 1068,
      "ޮ": 1069,
      "ް": 1070,
      "ޱ": 1071,
      "࣬": 1072,
      "ऀ": 1073,
      "ँ": 1074,
      "ं": 1075,
      "ः": 1076,
      "अ": 1077,
      "आ": 1078,
      "इ": 1079,
      "ई": 1080,
      "उ": 1081,
      "ऊ": 1082,
      "ऋ": 1083,
      "ए": 1084,
      "ऐ": 1085,
      "ऑ": 1086,
      "ओ": 1087,
      "औ": 1088,
      "क": 1089,
      "ख": 1090,
      "ग": 1091,
      "घ": 1092,
      "ङ": 1093,
      "च": 1094,
      "छ": 1095,
      "ज": 1096,
      "झ": 1097,
      "ञ": 1098,
      "ट": 1099,
      "ठ": 1100,
      "ड": 1101,
      "ढ": 1102,
      "ण": 1103,
      "त": 1104,
      "थ": 1105,
      "द": 1106,
      "ध": 1107,
      "न": 1108,
      "प": 1109,
      "फ": 1110,
      "ब": 1111,
      "भ": 1112,
      "म": 1113,
      "य": 1114,
      "र": 1115,
      "ल": 1116,
      "ळ": 1117,
      "व": 1118,
      "श": 1119,
      "ष": 1120,
      "स": 1121,
      "ह": 1122,
      "़": 1123,
      "ऽ": 1124,
      "ा": 1125,
      "ि": 1126,
      "ी": 1127,
      "ु": 1128,
      "ू": 1129,
      "ृ": 1130,
      "ॄ": 1131,
      "ॆ": 1132,
      "े": 1133,
      "ै": 1134,
      "ॉ": 1135,
      "ो": 1136,
      "ौ": 1137,
      "्": 1138,
      "ॐ": 1139,
      "॒": 1140,
      "॓": 1141,
      "॔": 1142,
      "ॡ": 1143,
      "ॣ": 1144,
      "।": 1145,
      "॥": 1146,
      "०": 1147,
      "१": 1148,
      "२": 1149,
      "३": 1150,
      "४": 1151,
      "५": 1152,
      "६": 1153,
      "७": 1154,
      "८": 1155,
      "९": 1156,
      "॰": 1157,
      "ॿ": 1158,
      "ঁ": 1159,
      "ং": 1160,
      "ঃ": 1161,
      "অ": 1162,
      "আ": 1163,
      "ই": 1164,
      "উ": 1165,
      "এ": 1166,
      "ও": 1167,
      "ক": 1168,
      "খ": 1169,
      "গ": 1170,
      "ঘ": 1171,
      "ঙ": 1172,
      "চ": 1173,
      "ছ": 1174,
      "জ": 1175,
      "ঝ": 1176,
      "ঞ": 1177,
      "ট": 1178,
      "ঠ": 1179,
      "ড": 1180,
      "ণ": 1181,
      "ত": 1182,
      "থ": 1183,
      "দ": 1184,
      "ধ": 1185,
      "ন": 1186,
      "প": 1187,
      "ফ": 1188,
      "ব": 1189,
      "ভ": 1190,
      "ম": 1191,
      "য": 1192,
      "র": 1193,
      "ল": 1194,
      "শ": 1195,
      "ষ": 1196,
      "স": 1197,
      "হ": 1198,
      "়": 1199,
      "া": 1200,
      "ি": 1201,
      "ী": 1202,
      "ু": 1203,
      "ূ": 1204,
      "ৃ": 1205,
      "ে": 1206,
      "ো": 1207,
      "ৌ": 1208,
      "্": 1209,
      "ৎ": 1210,
      "১": 1211,
      "৬": 1212,
      "৭": 1213,
      "ৰ": 1214,
      "ৱ": 1215,
      "ਂ": 1216,
      "ਃ": 1217,
      "ਅ": 1218,
      "ਆ": 1219,
      "ਉ": 1220,
      "਍": 1221,
      "ਕ": 1222,
      "ਖ": 1223,
      "ਗ": 1224,
      "ਘ": 1225,
      "ਚ": 1226,
      "ਜ": 1227,
      "ਝ": 1228,
      "ਟ": 1229,
      "ਠ": 1230,
      "ਡ": 1231,
      "ਤ": 1232,
      "ਥ": 1233,
      "ਦ": 1234,
      "ਨ": 1235,
      "ਪ": 1236,
      "ਬ": 1237,
      "ਭ": 1238,
      "ਮ": 1239,
      "ਰ": 1240,
      "ਲ": 1241,
      "ਵ": 1242,
      "ਸ": 1243,
      "ਹ": 1244,
      "਼": 1245,
      "ਾ": 1246,
      "ਿ": 1247,
      "ੀ": 1248,
      "ੁ": 1249,
      "ੂ": 1250,
      "ੇ": 1251,
      "ੈ": 1252,
      "ੋ": 1253,
      "੍": 1254,
      "ੜ": 1255,
      "੭": 1256,
      "ੰ": 1257,
      "ੱ": 1258,
      "ੲ": 1259,
      "ੳ": 1260,
      "ੴ": 1261,
      "ઁ": 1262,
      "ં": 1263,
      "અ": 1264,
      "ક": 1265,
      "ગ": 1266,
      "જ": 1267,
      "ટ": 1268,
      "ત": 1269,
      "દ": 1270,
      "ધ": 1271,
      "ન": 1272,
      "પ": 1273,
      "બ": 1274,
      "ભ": 1275,
      "મ": 1276,
      "ર": 1277,
      "લ": 1278,
      "વ": 1279,
      "શ": 1280,
      "સ": 1281,
      "હ": 1282,
      "ા": 1283,
      "ી": 1284,
      "ુ": 1285,
      "ૂ": 1286,
      "ૃ": 1287,
      "ૅ": 1288,
      "ે": 1289,
      "ો": 1290,
      "્": 1291,
      "ૢ": 1292,
      "ଁ": 1293,
      "ଂ": 1294,
      "଑": 1295,
      "ଓ": 1296,
      "ଗ": 1297,
      "ଘ": 1298,
      "ଙ": 1299,
      "ଡ": 1300,
      "ନ": 1301,
      "ବ": 1302,
      "ଭ": 1303,
      "ର": 1304,
      "ଲ": 1305,
      "ଵ": 1306,
      "ଶ": 1307,
      "ସ": 1308,
      "଼": 1309,
      "ା": 1310,
      "ି": 1311,
      "ୁ": 1312,
      "େ": 1313,
      "୍": 1314,
      "୧": 1315,
      "୨": 1316,
      "அ": 1317,
      "ஆ": 1318,
      "இ": 1319,
      "ஈ": 1320,
      "உ": 1321,
      "ஊ": 1322,
      "எ": 1323,
      "ஏ": 1324,
      "ஐ": 1325,
      "ஒ": 1326,
      "ஓ": 1327,
      "க": 1328,
      "ங": 1329,
      "ச": 1330,
      "ஜ": 1331,
      "ஞ": 1332,
      "ட": 1333,
      "ண": 1334,
      "த": 1335,
      "ந": 1336,
      "ன": 1337,
      "ப": 1338,
      "ம": 1339,
      "ய": 1340,
      "ர": 1341,
      "ற": 1342,
      "ல": 1343,
      "ள": 1344,
      "ழ": 1345,
      "வ": 1346,
      "ஷ": 1347,
      "ஸ": 1348,
      "ஹ": 1349,
      "ா": 1350,
      "ி": 1351,
      "ீ": 1352,
      "ு": 1353,
      "ூ": 1354,
      "ெ": 1355,
      "ே": 1356,
      "ை": 1357,
      "ொ": 1358,
      "ோ": 1359,
      "்": 1360,
      "ௐ": 1361,
      "௷": 1362,
      "௸": 1363,
      "ఁ": 1364,
      "ం": 1365,
      "ః": 1366,
      "అ": 1367,
      "ఆ": 1368,
      "ఇ": 1369,
      "ఈ": 1370,
      "ఉ": 1371,
      "ఎ": 1372,
      "ఐ": 1373,
      "ఔ": 1374,
      "క": 1375,
      "ఖ": 1376,
      "గ": 1377,
      "చ": 1378,
      "జ": 1379,
      "ట": 1380,
      "డ": 1381,
      "ణ": 1382,
      "త": 1383,
      "థ": 1384,
      "ద": 1385,
      "ధ": 1386,
      "న": 1387,
      "ప": 1388,
      "బ": 1389,
      "భ": 1390,
      "మ": 1391,
      "య": 1392,
      "ర": 1393,
      "ల": 1394,
      "వ": 1395,
      "శ": 1396,
      "ష": 1397,
      "స": 1398,
      "హ": 1399,
      "ా": 1400,
      "ి": 1401,
      "ీ": 1402,
      "ు": 1403,
      "ూ": 1404,
      "ృ": 1405,
      "ౄ": 1406,
      "ె": 1407,
      "ే": 1408,
      "ై": 1409,
      "ొ": 1410,
      "ో": 1411,
      "ౌ": 1412,
      "్": 1413,
      "ౢ": 1414,
      "౨": 1415,
      "౪": 1416,
      "ಂ": 1417,
      "ಅ": 1418,
      "ಇ": 1419,
      "ಕ": 1420,
      "ಖ": 1421,
      "ಗ": 1422,
      "ಘ": 1423,
      "ಙ": 1424,
      "ಚ": 1425,
      "ಛ": 1426,
      "ಜ": 1427,
      "ಝ": 1428,
      "ಞ": 1429,
      "ಟ": 1430,
      "ಠ": 1431,
      "ಡ": 1432,
      "ಢ": 1433,
      "ಣ": 1434,
      "ತ": 1435,
      "ಥ": 1436,
      "ದ": 1437,
      "ಧ": 1438,
      "ನ": 1439,
      "ಪ": 1440,
      "ಫ": 1441,
      "ಬ": 1442,
      "ಭ": 1443,
      "ಮ": 1444,
      "ಯ": 1445,
      "ರ": 1446,
      "ಲ": 1447,
      "ಳ": 1448,
      "ವ": 1449,
      "ಶ": 1450,
      "ಷ": 1451,
      "ಸ": 1452,
      "ಹ": 1453,
      "ಾ": 1454,
      "ಿ": 1455,
      "ೀ": 1456,
      "ು": 1457,
      "ೂ": 1458,
      "ೃ": 1459,
      "ೆ": 1460,
      "ೇ": 1461,
      "ೊ": 1462,
      "ೋ": 1463,
      "ೌ": 1464,
      "್": 1465,
      "೦": 1466,
      "೧": 1467,
      "೨": 1468,
      "೩": 1469,
      "೪": 1470,
      "೫": 1471,
      "೬": 1472,
      "೭": 1473,
      "೮": 1474,
      "೯": 1475,
      "ം": 1476,
      "ആ": 1477,
      "ഇ": 1478,
      "ഈ": 1479,
      "ഉ": 1480,
      "ഓ": 1481,
      "ക": 1482,
      "ങ": 1483,
      "ച": 1484,
      "ട": 1485,
      "ഡ": 1486,
      "ണ": 1487,
      "ത": 1488,
      "ദ": 1489,
      "ന": 1490,
      "പ": 1491,
      "ഫ": 1492,
      "ബ": 1493,
      "മ": 1494,
      "യ": 1495,
      "ര": 1496,
      "റ": 1497,
      "ല": 1498,
      "ള": 1499,
      "ഴ": 1500,
      "വ": 1501,
      "ശ": 1502,
      "സ": 1503,
      "ഹ": 1504,
      "ാ": 1505,
      "ി": 1506,
      "ീ": 1507,
      "ു": 1508,
      "ൂ": 1509,
      "െ": 1510,
      "േ": 1511,
      "ോ": 1512,
      "്": 1513,
      "ൾ": 1514,
      "ං": 1515,
      "අ": 1516,
      "ආ": 1517,
      "ඉ": 1518,
      "එ": 1519,
      "ඓ": 1520,
      "ඔ": 1521,
      "ක": 1522,
      "ඛ": 1523,
      "ග": 1524,
      "ච": 1525,
      "ඡ": 1526,
      "ජ": 1527,
      "ට": 1528,
      "ඨ": 1529,
      "ඩ": 1530,
      "ණ": 1531,
      "ත": 1532,
      "ථ": 1533,
      "ද": 1534,
      "ධ": 1535,
      "න": 1536,
      "ප": 1537,
      "බ": 1538,
      "භ": 1539,
      "ම": 1540,
      "ය": 1541,
      "ර": 1542,
      "ල": 1543,
      "ව": 1544,
      "ශ": 1545,
      "ෂ": 1546,
      "ස": 1547,
      "හ": 1548,
      "්": 1549,
      "ා": 1550,
      "ැ": 1551,
      "ි": 1552,
      "ී": 1553,
      "ු": 1554,
      "ෙ": 1555,
      "ේ": 1556,
      "ො": 1557,
      "ෝ": 1558,
      "෣": 1559,
      "ก": 1560,
      "ข": 1561,
      "ค": 1562,
      "ฅ": 1563,
      "ฆ": 1564,
      "ง": 1565,
      "จ": 1566,
      "ฉ": 1567,
      "ช": 1568,
      "ซ": 1569,
      "ญ": 1570,
      "ฎ": 1571,
      "ฏ": 1572,
      "ฐ": 1573,
      "ฑ": 1574,
      "ฒ": 1575,
      "ณ": 1576,
      "ด": 1577,
      "ต": 1578,
      "ถ": 1579,
      "ท": 1580,
      "ธ": 1581,
      "น": 1582,
      "บ": 1583,
      "ป": 1584,
      "ผ": 1585,
      "ฝ": 1586,
      "พ": 1587,
      "ฟ": 1588,
      "ภ": 1589,
      "ม": 1590,
      "ย": 1591,
      "ร": 1592,
      "ฤ": 1593,
      "ล": 1594,
      "ฦ": 1595,
      "ว": 1596,
      "ศ": 1597,
      "ษ": 1598,
      "ส": 1599,
      "ห": 1600,
      "ฬ": 1601,
      "อ": 1602,
      "ฮ": 1603,
      "ฯ": 1604,
      "ะ": 1605,
      "ั": 1606,
      "า": 1607,
      "ำ": 1608,
      "ิ": 1609,
      "ี": 1610,
      "ึ": 1611,
      "ื": 1612,
      "ุ": 1613,
      "ู": 1614,
      "ฺ": 1615,
      "฿": 1616,
      "เ": 1617,
      "แ": 1618,
      "โ": 1619,
      "ใ": 1620,
      "ไ": 1621,
      "ๅ": 1622,
      "ๆ": 1623,
      "็": 1624,
      "่": 1625,
      "้": 1626,
      "๊": 1627,
      "๋": 1628,
      "์": 1629,
      "ํ": 1630,
      "๎": 1631,
      "๐": 1632,
      "๑": 1633,
      "๓": 1634,
      "๕": 1635,
      "๚": 1636,
      "ກ": 1637,
      "ຂ": 1638,
      "ຄ": 1639,
      "ງ": 1640,
      "ຈ": 1641,
      "ຊ": 1642,
      "ຍ": 1643,
      "ດ": 1644,
      "ຕ": 1645,
      "ຖ": 1646,
      "ທ": 1647,
      "ນ": 1648,
      "ບ": 1649,
      "ປ": 1650,
      "ຜ": 1651,
      "ພ": 1652,
      "ຟ": 1653,
      "ມ": 1654,
      "ຣ": 1655,
      "ລ": 1656,
      "ວ": 1657,
      "ສ": 1658,
      "ຫ": 1659,
      "ອ": 1660,
      "ຮ": 1661,
      "ະ": 1662,
      "ັ": 1663,
      "າ": 1664,
      "ຳ": 1665,
      "ິ": 1666,
      "ີ": 1667,
      "ຶ": 1668,
      "ື": 1669,
      "ຸ": 1670,
      "ູ": 1671,
      "ົ": 1672,
      "ຼ": 1673,
      "ຽ": 1674,
      "ເ": 1675,
      "ແ": 1676,
      "ໂ": 1677,
      "ໃ": 1678,
      "ໄ": 1679,
      "່": 1680,
      "້": 1681,
      "ໍ": 1682,
      "໑": 1683,
      "໱": 1684,
      "༄": 1685,
      "༅": 1686,
      "་": 1687,
      "།": 1688,
      "༎": 1689,
      "༔": 1690,
      "༭": 1691,
      "ཀ": 1692,
      "ཁ": 1693,
      "ག": 1694,
      "ང": 1695,
      "ཅ": 1696,
      "ཆ": 1697,
      "ཇ": 1698,
      "ཉ": 1699,
      "ཊ": 1700,
      "ཎ": 1701,
      "ཏ": 1702,
      "ཐ": 1703,
      "ད": 1704,
      "ན": 1705,
      "པ": 1706,
      "ཕ": 1707,
      "བ": 1708,
      "མ": 1709,
      "ཙ": 1710,
      "ཚ": 1711,
      "ཛ": 1712,
      "ཝ": 1713,
      "ཞ": 1714,
      "ཟ": 1715,
      "འ": 1716,
      "ཡ": 1717,
      "ར": 1718,
      "ལ": 1719,
      "ཤ": 1720,
      "ས": 1721,
      "ཧ": 1722,
      "ཨ": 1723,
      "ཱ": 1724,
      "ི": 1725,
      "ུ": 1726,
      "ེ": 1727,
      "ཻ": 1728,
      "ོ": 1729,
      "ཽ": 1730,
      "ཾ": 1731,
      "ཿ": 1732,
      "ྀ": 1733,
      "ྃ": 1734,
      "ྐ": 1735,
      "ྒ": 1736,
      "ྔ": 1737,
      "ྕ": 1738,
      "ྗ": 1739,
      "ྙ": 1740,
      "ྟ": 1741,
      "ྡ": 1742,
      "ྣ": 1743,
      "ྤ": 1744,
      "ྨ": 1745,
      "ྩ": 1746,
      "ྫ": 1747,
      "ྱ": 1748,
      "ྲ": 1749,
      "ླ": 1750,
      "ྶ": 1751,
      "ྷ": 1752,
      "က": 1753,
      "ခ": 1754,
      "ဂ": 1755,
      "င": 1756,
      "စ": 1757,
      "ဆ": 1758,
      "ဇ": 1759,
      "ည": 1760,
      "တ": 1761,
      "ထ": 1762,
      "န": 1763,
      "ပ": 1764,
      "ဖ": 1765,
      "ဗ": 1766,
      "ဘ": 1767,
      "မ": 1768,
      "ယ": 1769,
      "ရ": 1770,
      "လ": 1771,
      "ဝ": 1772,
      "သ": 1773,
      "ဟ": 1774,
      "အ": 1775,
      "ဦ": 1776,
      "ဧ": 1777,
      "ါ": 1778,
      "ာ": 1779,
      "ိ": 1780,
      "ီ": 1781,
      "ု": 1782,
      "ူ": 1783,
      "ေ": 1784,
      "ဲ": 1785,
      "ဳ": 1786,
      "ဵ": 1787,
      "ံ": 1788,
      "့": 1789,
      "း": 1790,
      "္": 1791,
      "်": 1792,
      "ျ": 1793,
      "ြ": 1794,
      "ွ": 1795,
      "ှ": 1796,
      "၆": 1797,
      "၉": 1798,
      "ၶ": 1799,
      "ၼ": 1800,
      "ၿ": 1801,
      "ႀ": 1802,
      "ႃ": 1803,
      "ႆ": 1804,
      "ႈ": 1805,
      "ႉ": 1806,
      "႐": 1807,
      "႔": 1808,
      "ა": 1809,
      "ბ": 1810,
      "გ": 1811,
      "დ": 1812,
      "ე": 1813,
      "ვ": 1814,
      "ზ": 1815,
      "თ": 1816,
      "ი": 1817,
      "კ": 1818,
      "ლ": 1819,
      "მ": 1820,
      "ნ": 1821,
      "ო": 1822,
      "პ": 1823,
      "ჟ": 1824,
      "რ": 1825,
      "ს": 1826,
      "ტ": 1827,
      "უ": 1828,
      "ფ": 1829,
      "ქ": 1830,
      "ღ": 1831,
      "ყ": 1832,
      "შ": 1833,
      "ჩ": 1834,
      "ც": 1835,
      "ძ": 1836,
      "წ": 1837,
      "ჭ": 1838,
      "ხ": 1839,
      "ჯ": 1840,
      "ᄂ": 1841,
      "ᄅ": 1842,
      "ᄋ": 1843,
      "ᄒ": 1844,
      "ᄽ": 1845,
      "ᄿ": 1846,
      "ᅎ": 1847,
      "ᅏ": 1848,
      "ᅐ": 1849,
      "ᅑ": 1850,
      "ᅔ": 1851,
      "ᅕ": 1852,
      "ᆷ": 1853,
      "ᆸ": 1854,
      "ᆺ": 1855,
      "ሀ": 1856,
      "ሁ": 1857,
      "ሄ": 1858,
      "ህ": 1859,
      "ሆ": 1860,
      "ለ": 1861,
      "ሊ": 1862,
      "ላ": 1863,
      "ል": 1864,
      "ሐ": 1865,
      "ሓ": 1866,
      "ሔ": 1867,
      "ሕ": 1868,
      "መ": 1869,
      "ሚ": 1870,
      "ማ": 1871,
      "ሜ": 1872,
      "ም": 1873,
      "ሞ": 1874,
      "ረ": 1875,
      "ሪ": 1876,
      "ራ": 1877,
      "ሬ": 1878,
      "ር": 1879,
      "ሰ": 1880,
      "ሲ": 1881,
      "ሳ": 1882,
      "ስ": 1883,
      "ሸ": 1884,
      "ቃ": 1885,
      "ቅ": 1886,
      "በ": 1887,
      "ቡ": 1888,
      "ባ": 1889,
      "ቤ": 1890,
      "ብ": 1891,
      "ቦ": 1892,
      "ተ": 1893,
      "ታ": 1894,
      "ቴ": 1895,
      "ት": 1896,
      "ች": 1897,
      "ነ": 1898,
      "ን": 1899,
      "ኖ": 1900,
      "ኛ": 1901,
      "አ": 1902,
      "ኢ": 1903,
      "ኤ": 1904,
      "እ": 1905,
      "ከ": 1906,
      "ክ": 1907,
      "ወ": 1908,
      "ዊ": 1909,
      "ዋ": 1910,
      "ው": 1911,
      "ዎ": 1912,
      "ዕ": 1913,
      "ዘ": 1914,
      "ዝ": 1915,
      "የ": 1916,
      "ያ": 1917,
      "ዬ": 1918,
      "ይ": 1919,
      "ዮ": 1920,
      "ደ": 1921,
      "ዲ": 1922,
      "ዳ": 1923,
      "ዴ": 1924,
      "ድ": 1925,
      "ዶ": 1926,
      "ጀ": 1927,
      "ገ": 1928,
      "ጊ": 1929,
      "ጋ": 1930,
      "ግ": 1931,
      "ጥ": 1932,
      "ጨ": 1933,
      "ጵ": 1934,
      "ፀ": 1935,
      "ፊ": 1936,
      "ፋ": 1937,
      "ፍ": 1938,
      "ፕ": 1939,
      "።": 1940,
      "ᐃ": 1941,
      "ᐄ": 1942,
      "ᐅ": 1943,
      "ᐊ": 1944,
      "ᐋ": 1945,
      "ᐍ": 1946,
      "ᐎ": 1947,
      "ᐏ": 1948,
      "ᐑ": 1949,
      "ᐛ": 1950,
      "ᐢ": 1951,
      "ᐣ": 1952,
      "ᐤ": 1953,
      "ᐦ": 1954,
      "ᐧ": 1955,
      "ᐯ": 1956,
      "ᐱ": 1957,
      "ᐸ": 1958,
      "ᑎ": 1959,
      "ᑑ": 1960,
      "ᑔ": 1961,
      "ᑕ": 1962,
      "ᑖ": 1963,
      "ᑦ": 1964,
      "ᑭ": 1965,
      "ᑮ": 1966,
      "ᒃ": 1967,
      "ᒋ": 1968,
      "ᒡ": 1969,
      "ᒥ": 1970,
      "ᒧ": 1971,
      "ᒪ": 1972,
      "ᓀ": 1973,
      "ᓂ": 1974,
      "ᓄ": 1975,
      "ᓇ": 1976,
      "ᓈ": 1977,
      "ᓐ": 1978,
      "ᓕ": 1979,
      "ᓗ": 1980,
      "ᓪ": 1981,
      "ᓯ": 1982,
      "ᓱ": 1983,
      "ᓴ": 1984,
      "ᔅ": 1985,
      "ᔑ": 1986,
      "ᔕ": 1987,
      "ᔪ": 1988,
      "ᔭ": 1989,
      "ᕆ": 1990,
      "ᕐ": 1991,
      "ᕗ": 1992,
      "ᕙ": 1993,
      "ᕤ": 1994,
      "ᕼ": 1995,
      "ᕿ": 1996,
      "ᖃ": 1997,
      "ᖅ": 1998,
      "ᖇ": 1999,
      "ᖓ": 2000,
      "ᗅ": 2001,
      "ᗣ": 2002,
      "ᗨ": 2003,
      "ᗩ": 2004,
      "ᗰ": 2005,
      "ᗷ": 2006,
      "ᗺ": 2007,
      "ᚫ": 2008,
      "ᚮ": 2009,
      "ᚲ": 2010,
      "ᚷ": 2011,
      "ᚹ": 2012,
      "ᚼ": 2013,
      "ᛂ": 2014,
      "ᛃ": 2015,
      "ᛒ": 2016,
      "ᛕ": 2017,
      "ᛜ": 2018,
      "᜵": 2019,
      "᜶": 2020,
      "ᝃ": 2021,
      "ᝒ": 2022,
      "ក": 2023,
      "ខ": 2024,
      "គ": 2025,
      "ឃ": 2026,
      "ង": 2027,
      "ច": 2028,
      "ឆ": 2029,
      "ជ": 2030,
      "ឈ": 2031,
      "ញ": 2032,
      "ដ": 2033,
      "ឋ": 2034,
      "ណ": 2035,
      "ត": 2036,
      "ថ": 2037,
      "ទ": 2038,
      "ធ": 2039,
      "ន": 2040,
      "ប": 2041,
      "ផ": 2042,
      "ព": 2043,
      "ភ": 2044,
      "ម": 2045,
      "យ": 2046,
      "រ": 2047,
      "ល": 2048,
      "វ": 2049,
      "ស": 2050,
      "ហ": 2051,
      "ឡ": 2052,
      "អ": 2053,
      "ឧ": 2054,
      "ឯ": 2055,
      "ា": 2056,
      "ិ": 2057,
      "ី": 2058,
      "ឹ": 2059,
      "ុ": 2060,
      "ូ": 2061,
      "ួ": 2062,
      "ើ": 2063,
      "ឿ": 2064,
      "ៀ": 2065,
      "េ": 2066,
      "ែ": 2067,
      "ៃ": 2068,
      "ោ": 2069,
      "ៅ": 2070,
      "ំ": 2071,
      "ះ": 2072,
      "៉": 2073,
      "៊": 2074,
      "់": 2075,
      "៍": 2076,
      "័": 2077,
      "្": 2078,
      "។": 2079,
      "៛": 2080,
      "᠌": 2081,
      "᠎": 2082,
      "ᠠ": 2083,
      "ᠡ": 2084,
      "ᠢ": 2085,
      "ᠣ": 2086,
      "ᠤ": 2087,
      "ᠥ": 2088,
      "ᠦ": 2089,
      "ᠨ": 2090,
      "ᠩ": 2091,
      "ᠪ": 2092,
      "ᠬ": 2093,
      "ᠭ": 2094,
      "ᠮ": 2095,
      "ᠯ": 2096,
      "ᠰ": 2097,
      "ᠲ": 2098,
      "ᠳ": 2099,
      "ᠴ": 2100,
      "ᠵ": 2101,
      "ᠶ": 2102,
      "ᠷ": 2103,
      "ᡍ": 2104,
      "ᡝ": 2105,
      "ᡞ": 2106,
      "ᡠ": 2107,
      "ᡣ": 2108,
      "ᡥ": 2109,
      "ᡩ": 2110,
      "ᣄ": 2111,
      "ᥑ": 2112,
      "ᥒ": 2113,
      "ᥖ": 2114,
      "ᥘ": 2115,
      "ᥨ": 2116,
      "ᥫ": 2117,
      "ᥬ": 2118,
      "ᥭ": 2119,
      "ᥰ": 2120,
      "ᥲ": 2121,
      "ᥳ": 2122,
      "ᥴ": 2123,
      "ᦂ": 2124,
      "ᦄ": 2125,
      "ᦆ": 2126,
      "ᦉ": 2127,
      "ᦎ": 2128,
      "ᦑ": 2129,
      "ᦒ": 2130,
      "ᦓ": 2131,
      "ᦔ": 2132,
      "ᦗ": 2133,
      "ᦟ": 2134,
      "ᦤ": 2135,
      "ᦥ": 2136,
      "ᦨ": 2137,
      "ᦪ": 2138,
      "ᦫ": 2139,
      "ᦰ": 2140,
      "ᦱ": 2141,
      "ᦲ": 2142,
      "ᦳ": 2143,
      "ᦴ": 2144,
      "ᦵ": 2145,
      "ᦶ": 2146,
      "ᦷ": 2147,
      "ᦸ": 2148,
      "ᦹ": 2149,
      "ᦺ": 2150,
      "ᧁ": 2151,
      "ᧂ": 2152,
      "ᧃ": 2153,
      "ᧄ": 2154,
      "ᧅ": 2155,
      "ᧇ": 2156,
      "ᧈ": 2157,
      "ᧉ": 2158,
      "᧑": 2159,
      "᧒": 2160,
      "᧚": 2161,
      "᧞": 2162,
      "᧟": 2163,
      "ᨀ": 2164,
      "ᨁ": 2165,
      "ᨄ": 2166,
      "ᨅ": 2167,
      "ᨆ": 2168,
      "ᨈ": 2169,
      "ᨑ": 2170,
      "ᨓ": 2171,
      "ᨔ": 2172,
      "ᨘ": 2173,
      "ᨙ": 2174,
      "ᨚ": 2175,
      "ᩒ": 2176,
      "᳞": 2177,
      "ᴀ": 2178,
      "ᴁ": 2179,
      "ᴂ": 2180,
      "ᴃ": 2181,
      "ᴄ": 2182,
      "ᴅ": 2183,
      "ᴆ": 2184,
      "ᴇ": 2185,
      "ᴈ": 2186,
      "ᴉ": 2187,
      "ᴊ": 2188,
      "ᴋ": 2189,
      "ᴌ": 2190,
      "ᴍ": 2191,
      "ᴔ": 2192,
      "ᴗ": 2193,
      "ᴘ": 2194,
      "ᴙ": 2195,
      "ᴚ": 2196,
      "ᴛ": 2197,
      "ᴜ": 2198,
      "ᴝ": 2199,
      "ᴞ": 2200,
      "ᴟ": 2201,
      "ᵀ": 2202,
      "ᵃ": 2203,
      "ᵈ": 2204,
      "ᵉ": 2205,
      "ᵋ": 2206,
      "ᵌ": 2207,
      "ᵏ": 2208,
      "ᵐ": 2209,
      "ᵒ": 2210,
      "ᵕ": 2211,
      "ᵗ": 2212,
      "ᵛ": 2213,
      "ᵞ": 2214,
      "ᵡ": 2215,
      "ᵢ": 2216,
      "ᵫ": 2217,
      "ᵬ": 2218,
      "ᵭ": 2219,
      "ᵮ": 2220,
      "ᵯ": 2221,
      "ᵰ": 2222,
      "ᵱ": 2223,
      "ᵲ": 2224,
      "ᵳ": 2225,
      "ᵴ": 2226,
      "ᵵ": 2227,
      "ᵶ": 2228,
      "ᵷ": 2229,
      "ᵹ": 2230,
      "ᵺ": 2231,
      "ᵻ": 2232,
      "ᵼ": 2233,
      "ᵽ": 2234,
      "ᵾ": 2235,
      "ᵿ": 2236,
      "ᶀ": 2237,
      "ᶂ": 2238,
      "ᶃ": 2239,
      "ᶄ": 2240,
      "ᶅ": 2241,
      "ᶆ": 2242,
      "ᶇ": 2243,
      "ᶈ": 2244,
      "ᶉ": 2245,
      "ᶊ": 2246,
      "ᶋ": 2247,
      "ᶌ": 2248,
      "ᶍ": 2249,
      "ᶎ": 2250,
      "ᶏ": 2251,
      "ᶐ": 2252,
      "ᶑ": 2253,
      "ᶒ": 2254,
      "ᶓ": 2255,
      "ᶔ": 2256,
      "ᶕ": 2257,
      "ᶖ": 2258,
      "ᶘ": 2259,
      "ᶙ": 2260,
      "ᶚ": 2261,
      "ᶜ": 2262,
      "ᶠ": 2263,
      "ᶦ": 2264,
      "ᶧ": 2265,
      "ᶫ": 2266,
      "ᶰ": 2267,
      "ᶸ": 2268,
      "᷄": 2269,
      "᷅": 2270,
      "ᷛ": 2271,
      "ᷞ": 2272,
      "ᷟ": 2273,
      "ᷡ": 2274,
      "ᷢ": 2275,
      "ḁ": 2276,
      "ḃ": 2277,
      "ḅ": 2278,
      "ḇ": 2279,
      "ḉ": 2280,
      "ḋ": 2281,
      "ḍ": 2282,
      "ḏ": 2283,
      "ḑ": 2284,
      "ḓ": 2285,
      "ḕ": 2286,
      "ḗ": 2287,
      "ḙ": 2288,
      "ḛ": 2289,
      "ḝ": 2290,
      "ḟ": 2291,
      "ḡ": 2292,
      "ḣ": 2293,
      "ḥ": 2294,
      "ḧ": 2295,
      "ḩ": 2296,
      "ḫ": 2297,
      "ḭ": 2298,
      "ḯ": 2299,
      "ḱ": 2300,
      "ḳ": 2301,
      "ḵ": 2302,
      "ḷ": 2303,
      "ḹ": 2304,
      "ḻ": 2305,
      "ḽ": 2306,
      "ḿ": 2307,
      "ṁ": 2308,
      "ṃ": 2309,
      "ṅ": 2310,
      "ṇ": 2311,
      "ṉ": 2312,
      "ṋ": 2313,
      "ṍ": 2314,
      "ṏ": 2315,
      "ṑ": 2316,
      "ṓ": 2317,
      "ṕ": 2318,
      "ṗ": 2319,
      "ṙ": 2320,
      "ṛ": 2321,
      "ṝ": 2322,
      "ṟ": 2323,
      "ṡ": 2324,
      "ṣ": 2325,
      "ṥ": 2326,
      "ṧ": 2327,
      "ṩ": 2328,
      "ṫ": 2329,
      "ṭ": 2330,
      "ṯ": 2331,
      "ṱ": 2332,
      "ṳ": 2333,
      "ṵ": 2334,
      "ṷ": 2335,
      "ṹ": 2336,
      "ṻ": 2337,
      "ṽ": 2338,
      "ṿ": 2339,
      "ẁ": 2340,
      "ẃ": 2341,
      "ẅ": 2342,
      "ẇ": 2343,
      "ẉ": 2344,
      "ẋ": 2345,
      "ẍ": 2346,
      "ẏ": 2347,
      "ẑ": 2348,
      "ẓ": 2349,
      "ẕ": 2350,
      "ẖ": 2351,
      "ẗ": 2352,
      "ẘ": 2353,
      "ẙ": 2354,
      "ẚ": 2355,
      "ẛ": 2356,
      "ạ": 2357,
      "ả": 2358,
      "ấ": 2359,
      "ầ": 2360,
      "ẩ": 2361,
      "ẫ": 2362,
      "ậ": 2363,
      "ắ": 2364,
      "ằ": 2365,
      "ẳ": 2366,
      "ẵ": 2367,
      "ặ": 2368,
      "ẹ": 2369,
      "ẻ": 2370,
      "ẽ": 2371,
      "ế": 2372,
      "ề": 2373,
      "ể": 2374,
      "ễ": 2375,
      "ệ": 2376,
      "ỉ": 2377,
      "ị": 2378,
      "ọ": 2379,
      "ỏ": 2380,
      "ố": 2381,
      "ồ": 2382,
      "ổ": 2383,
      "ỗ": 2384,
      "ộ": 2385,
      "ớ": 2386,
      "ờ": 2387,
      "ở": 2388,
      "ỡ": 2389,
      "ợ": 2390,
      "ụ": 2391,
      "ủ": 2392,
      "ứ": 2393,
      "ừ": 2394,
      "ử": 2395,
      "ữ": 2396,
      "ự": 2397,
      "ỳ": 2398,
      "ỵ": 2399,
      "ỷ": 2400,
      "ỹ": 2401,
      "ỻ": 2402,
      "ỽ": 2403,
      "ἀ": 2404,
      "ἁ": 2405,
      "ἂ": 2406,
      "ἃ": 2407,
      "ἄ": 2408,
      "ἅ": 2409,
      "ἆ": 2410,
      "ἐ": 2411,
      "ἑ": 2412,
      "ἔ": 2413,
      "ἕ": 2414,
      "ἠ": 2415,
      "ἡ": 2416,
      "ἢ": 2417,
      "ἤ": 2418,
      "ἥ": 2419,
      "ἦ": 2420,
      "ἧ": 2421,
      "ἰ": 2422,
      "ἱ": 2423,
      "ἴ": 2424,
      "ἵ": 2425,
      "ἶ": 2426,
      "ἷ": 2427,
      "ὀ": 2428,
      "ὁ": 2429,
      "ὂ": 2430,
      "ὃ": 2431,
      "ὄ": 2432,
      "ὅ": 2433,
      "ὐ": 2434,
      "ὑ": 2435,
      "ὔ": 2436,
      "ὕ": 2437,
      "ὖ": 2438,
      "ὗ": 2439,
      "ὠ": 2440,
      "ὡ": 2441,
      "ὢ": 2442,
      "ὤ": 2443,
      "ὦ": 2444,
      "ὰ": 2445,
      "ά": 2446,
      "ὲ": 2447,
      "ὴ": 2448,
      "ὶ": 2449,
      "ί": 2450,
      "ὸ": 2451,
      "ὺ": 2452,
      "ὼ": 2453,
      "ᾅ": 2454,
      "ᾰ": 2455,
      "ᾱ": 2456,
      "ᾳ": 2457,
      "ᾴ": 2458,
      "ᾶ": 2459,
      "᾽": 2460,
      "᾿": 2461,
      "ῆ": 2462,
      "ῇ": 2463,
      "ῑ": 2464,
      "ῖ": 2465,
      "ῤ": 2466,
      "ῥ": 2467,
      "ῦ": 2468,
      "ῳ": 2469,
      "ῶ": 2470,
      "ῷ": 2471,
      "῾": 2472,
      "​": 2473,
      "‌": 2474,
      "‍": 2475,
      "‎": 2476,
      "‏": 2477,
      "‐": 2478,
      "‑": 2479,
      "‒": 2480,
      "–": 2481,
      "—": 2482,
      "―": 2483,
      "‖": 2484,
      "‘": 2485,
      "’": 2486,
      "‚": 2487,
      "‛": 2488,
      "“": 2489,
      "”": 2490,
      "„": 2491,
      "‟": 2492,
      "†": 2493,
      "‡": 2494,
      "•": 2495,
      "‣": 2496,
      "․": 2497,
      "‥": 2498,
      "…": 2499,
      "‧": 2500,
      "‪": 2501,
      "‬": 2502,
      "‭": 2503,
      "‮": 2504,
      "‰": 2505,
      "‱": 2506,
      "′": 2507,
      "″": 2508,
      "‴": 2509,
      "‵": 2510,
      "‸": 2511,
      "‹": 2512,
      "›": 2513,
      "※": 2514,
      "‼": 2515,
      "‽": 2516,
      "‾": 2517,
      "‿": 2518,
      "⁀": 2519,
      "⁃": 2520,
      "⁄": 2521,
      "⁉": 2522,
      "⁋": 2523,
      "⁍": 2524,
      "⁎": 2525,
      "⁏": 2526,
      "⁓": 2527,
      "⁠": 2528,
      "⁡": 2529,
      "⁣": 2530,
      "⁬": 2531,
      "⁭": 2532,
      "⁰": 2533,
      "ⁱ": 2534,
      "⁳": 2535,
      "⁴": 2536,
      "⁵": 2537,
      "⁶": 2538,
      "⁷": 2539,
      "⁸": 2540,
      "⁹": 2541,
      "⁺": 2542,
      "⁻": 2543,
      "⁼": 2544,
      "⁽": 2545,
      "⁾": 2546,
      "ⁿ": 2547,
      "₀": 2548,
      "₁": 2549,
      "₂": 2550,
      "₃": 2551,
      "₄": 2552,
      "₅": 2553,
      "₆": 2554,
      "₇": 2555,
      "₈": 2556,
      "₉": 2557,
      "₊": 2558,
      "₋": 2559,
      "₌": 2560,
      "₍": 2561,
      "₎": 2562,
      "ₐ": 2563,
      "ₒ": 2564,
      "ₓ": 2565,
      "ₘ": 2566,
      "ₙ": 2567,
      "ₚ": 2568,
      "ₛ": 2569,
      "₠": 2570,
      "₣": 2571,
      "₤": 2572,
      "₦": 2573,
      "₧": 2574,
      "₨": 2575,
      "₩": 2576,
      "₪": 2577,
      "₫": 2578,
      "€": 2579,
      "₮": 2580,
      "₯": 2581,
      "₰": 2582,
      "₱": 2583,
      "₲": 2584,
      "₴": 2585,
      "₹": 2586,
      "₺": 2587,
      "₽": 2588,
      "⃛": 2589,
      "⃝": 2590,
      "⃡": 2591,
      "⃣": 2592,
      "℃": 2593,
      "℅": 2594,
      "℉": 2595,
      "ℎ": 2596,
      "ℏ": 2597,
      "ℓ": 2598,
      "ℕ": 2599,
      "№": 2600,
      "℗": 2601,
      "℘": 2602,
      "ℚ": 2603,
      "ℛ": 2604,
      "ℝ": 2605,
      "℞": 2606,
      "℠": 2607,
      "℡": 2608,
      "™": 2609,
      "ℤ": 2610,
      "℩": 2611,
      "ℵ": 2612,
      "ℶ": 2613,
      "⅃": 2614,
      "ⅎ": 2615,
      "⅓": 2616,
      "⅔": 2617,
      "⅕": 2618,
      "⅖": 2619,
      "⅗": 2620,
      "⅘": 2621,
      "⅙": 2622,
      "⅛": 2623,
      "⅜": 2624,
      "⅝": 2625,
      "⅞": 2626,
      "ⅰ": 2627,
      "ⅱ": 2628,
      "ⅲ": 2629,
      "ⅳ": 2630,
      "ⅴ": 2631,
      "ⅵ": 2632,
      "ⅶ": 2633,
      "ⅷ": 2634,
      "ⅸ": 2635,
      "ⅹ": 2636,
      "ⅺ": 2637,
      "ⅻ": 2638,
      "ⅼ": 2639,
      "ⅽ": 2640,
      "ⅾ": 2641,
      "ⅿ": 2642,
      "ↀ": 2643,
      "ↂ": 2644,
      "ↄ": 2645,
      "ↈ": 2646,
      "↋": 2647,
      "←": 2648,
      "↑": 2649,
      "→": 2650,
      "↓": 2651,
      "↔": 2652,
      "↕": 2653,
      "↖": 2654,
      "↗": 2655,
      "↘": 2656,
      "↙": 2657,
      "↦": 2658,
      "↩": 2659,
      "↪": 2660,
      "↯": 2661,
      "↱": 2662,
      "↳": 2663,
      "↵": 2664,
      "↺": 2665,
      "↼": 2666,
      "⇀": 2667,
      "⇄": 2668,
      "⇆": 2669,
      "⇌": 2670,
      "⇐": 2671,
      "⇒": 2672,
      "⇓": 2673,
      "⇔": 2674,
      "⇡": 2675,
      "⇣": 2676,
      "⇦": 2677,
      "⇧": 2678,
      "⇨": 2679,
      "⇪": 2680,
      "∀": 2681,
      "∁": 2682,
      "∂": 2683,
      "∃": 2684,
      "∅": 2685,
      "∆": 2686,
      "∇": 2687,
      "∈": 2688,
      "∉": 2689,
      "∊": 2690,
      "∋": 2691,
      "∎": 2692,
      "∏": 2693,
      "∑": 2694,
      "−": 2695,
      "∓": 2696,
      "∕": 2697,
      "∖": 2698,
      "∗": 2699,
      "∘": 2700,
      "∙": 2701,
      "√": 2702,
      "∛": 2703,
      "∜": 2704,
      "∝": 2705,
      "∞": 2706,
      "∟": 2707,
      "∠": 2708,
      "∣": 2709,
      "∥": 2710,
      "∧": 2711,
      "∨": 2712,
      "∩": 2713,
      "∪": 2714,
      "∫": 2715,
      "∬": 2716,
      "∮": 2717,
      "∴": 2718,
      "∵": 2719,
      "∶": 2720,
      "∷": 2721,
      "∼": 2722,
      "∽": 2723,
      "∿": 2724,
      "≃": 2725,
      "≅": 2726,
      "≆": 2727,
      "≈": 2728,
      "≌": 2729,
      "≒": 2730,
      "≖": 2731,
      "≠": 2732,
      "≡": 2733,
      "≢": 2734,
      "≤": 2735,
      "≥": 2736,
      "≦": 2737,
      "≧": 2738,
      "≪": 2739,
      "≫": 2740,
      "≮": 2741,
      "≯": 2742,
      "≲": 2743,
      "≳": 2744,
      "⊂": 2745,
      "⊃": 2746,
      "⊄": 2747,
      "⊆": 2748,
      "⊇": 2749,
      "⊊": 2750,
      "⊔": 2751,
      "⊕": 2752,
      "⊖": 2753,
      "⊗": 2754,
      "⊙": 2755,
      "⊞": 2756,
      "⊢": 2757,
      "⊥": 2758,
      "⊩": 2759,
      "⊲": 2760,
      "⊴": 2761,
      "⊿": 2762,
      "⋁": 2763,
      "⋂": 2764,
      "⋃": 2765,
      "⋄": 2766,
      "⋅": 2767,
      "⋆": 2768,
      "⋈": 2769,
      "⋉": 2770,
      "⋊": 2771,
      "⋋": 2772,
      "⋌": 2773,
      "⋚": 2774,
      "⋛": 2775,
      "⋮": 2776,
      "⋯": 2777,
      "⌂": 2778,
      "⌃": 2779,
      "⌄": 2780,
      "⌇": 2781,
      "⌈": 2782,
      "⌉": 2783,
      "⌊": 2784,
      "⌋": 2785,
      "⌑": 2786,
      "⌒": 2787,
      "⌓": 2788,
      "⌘": 2789,
      "⌚": 2790,
      "⌣": 2791,
      "⌥": 2792,
      "〈": 2793,
      "〉": 2794,
      "⌬": 2795,
      "⌯": 2796,
      "⍛": 2797,
      "⎓": 2798,
      "⎕": 2799,
      "⎛": 2800,
      "⎜": 2801,
      "⎝": 2802,
      "⎞": 2803,
      "⎟": 2804,
      "⎠": 2805,
      "⎡": 2806,
      "⎢": 2807,
      "⎣": 2808,
      "⎤": 2809,
      "⎥": 2810,
      "⎦": 2811,
      "⎫": 2812,
      "⎬": 2813,
      "⎭": 2814,
      "⎯": 2815,
      "⏮": 2816,
      "⏰": 2817,
      "⏳": 2818,
      "␆": 2819,
      "␕": 2820,
      "␚": 2821,
      "␡": 2822,
      "␣": 2823,
      "①": 2824,
      "②": 2825,
      "③": 2826,
      "④": 2827,
      "⑤": 2828,
      "⑥": 2829,
      "⑦": 2830,
      "⑧": 2831,
      "⑨": 2832,
      "⑩": 2833,
      "⑪": 2834,
      "⑫": 2835,
      "⑬": 2836,
      "⑭": 2837,
      "⑮": 2838,
      "⑯": 2839,
      "⑰": 2840,
      "⑱": 2841,
      "⑲": 2842,
      "⑳": 2843,
      "⑴": 2844,
      "⑵": 2845,
      "⑶": 2846,
      "⑷": 2847,
      "⑸": 2848,
      "⑹": 2849,
      "⑺": 2850,
      "⑻": 2851,
      "⑼": 2852,
      "⑽": 2853,
      "⑾": 2854,
      "⑿": 2855,
      "⒀": 2856,
      "⒁": 2857,
      "⒂": 2858,
      "⒃": 2859,
      "⒄": 2860,
      "⒅": 2861,
      "⒆": 2862,
      "⒇": 2863,
      "⒈": 2864,
      "⒉": 2865,
      "⒊": 2866,
      "⒋": 2867,
      "⒌": 2868,
      "⒍": 2869,
      "⒎": 2870,
      "⒏": 2871,
      "⒐": 2872,
      "⒑": 2873,
      "⒒": 2874,
      "⒓": 2875,
      "⒔": 2876,
      "⒕": 2877,
      "⒖": 2878,
      "⒗": 2879,
      "⒘": 2880,
      "⒙": 2881,
      "⒚": 2882,
      "⒛": 2883,
      "⒤": 2884,
      "ⓐ": 2885,
      "ⓑ": 2886,
      "ⓒ": 2887,
      "ⓓ": 2888,
      "ⓔ": 2889,
      "ⓕ": 2890,
      "ⓗ": 2891,
      "ⓛ": 2892,
      "ⓜ": 2893,
      "ⓞ": 2894,
      "ⓟ": 2895,
      "ⓠ": 2896,
      "ⓡ": 2897,
      "ⓣ": 2898,
      "ⓤ": 2899,
      "ⓥ": 2900,
      "ⓦ": 2901,
      "⓿": 2902,
      "─": 2903,
      "━": 2904,
      "│": 2905,
      "┃": 2906,
      "┄": 2907,
      "┅": 2908,
      "┆": 2909,
      "┇": 2910,
