{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[BOS0]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS1]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS2]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[BOS0]": 0,
      "[BOS1]": 1,
      "[BOS2]": 2,
      "[SEP]": 3,
      "[EOS]": 4,
      "[UNK]": 5,
      "\u0000": 6,
      "\u0001": 7,
      "\u0003": 8,
      "\u0005": 9,
      "\u0007": 10,
      "\b": 11,
      "\u000e": 12,
      "\u0010": 13,
      "\u0011": 14,
      "\u0013": 15,
      "\u0014": 16,
      "\u0015": 17,
      "\u0017": 18,
      "\u0018": 19,
      "\u0019": 20,
      "\u001a": 21,
      "\u001b": 22,
      "\u001c": 23,
      "\u001d": 24,
      "\u001f": 25,
      "!": 26,
      "\"": 27,
      "#": 28,
      "$": 29,
      "%": 30,
      "&": 31,
      "'": 32,
      "(": 33,
      ")": 34,
      "*": 35,
      "+": 36,
      ",": 37,
      "-": 38,
      ".": 39,
      "/": 40,
      "0": 41,
      "1": 42,
      "2": 43,
      "3": 44,
      "4": 45,
      "5": 46,
      "6": 47,
      "7": 48,
      "8": 49,
      "9": 50,
      ":": 51,
      ";": 52,
      "<": 53,
      "=": 54,
      ">": 55,
      "?": 56,
      "@": 57,
      "B": 58,
      "E": 59,
      "O": 60,
      "P": 61,
      "S": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "¡": 131,
      "¢": 132,
      "£": 133,
      "¤": 134,
      "¥": 135,
      "¦": 136,
      "§": 137,
      "¨": 138,
      "©": 139,
      "ª": 140,
      "«": 141,
      "¬": 142,
      "­": 143,
      "®": 144,
      "¯": 145,
      "°": 146,
      "±": 147,
      "²": 148,
      "³": 149,
      "´": 150,
      "µ": 151,
      "¶": 152,
      "·": 153,
      "¸": 154,
      "¹": 155,
      "º": 156,
      "»": 157,
      "¼": 158,
      "½": 159,
      "¾": 160,
      "¿": 161,
      "×": 162,
      "ß": 163,
      "à": 164,
      "á": 165,
      "â": 166,
      "ã": 167,
      "ä": 168,
      "å": 169,
      "æ": 170,
      "ç": 171,
      "è": 172,
      "é": 173,
      "ê": 174,
      "ë": 175,
      "ì": 176,
      "í": 177,
      "î": 178,
      "ï": 179,
      "ð": 180,
      "ñ": 181,
      "ò": 182,
      "ó": 183,
      "ô": 184,
      "õ": 185,
      "ö": 186,
      "÷": 187,
      "ø": 188,
      "ù": 189,
      "ú": 190,
      "û": 191,
      "ü": 192,
      "ý": 193,
      "þ": 194,
      "ÿ": 195,
      "ā": 196,
      "ă": 197,
      "ą": 198,
      "ć": 199,
      "ĉ": 200,
      "ċ": 201,
      "č": 202,
      "ď": 203,
      "đ": 204,
      "ē": 205,
      "ĕ": 206,
      "ė": 207,
      "ę": 208,
      "ě": 209,
      "ĝ": 210,
      "ğ": 211,
      "ġ": 212,
      "ģ": 213,
      "ĥ": 214,
      "ħ": 215,
      "ĩ": 216,
      "ī": 217,
      "ĭ": 218,
      "į": 219,
      "ı": 220,
      "ĳ": 221,
      "ĵ": 222,
      "ķ": 223,
      "ĸ": 224,
      "ĺ": 225,
      "ļ": 226,
      "ľ": 227,
      "ŀ": 228,
      "ł": 229,
      "ń": 230,
      "ņ": 231,
      "ň": 232,
      "ŉ": 233,
      "ŋ": 234,
      "ō": 235,
      "ŏ": 236,
      "ő": 237,
      "œ": 238,
      "ŕ": 239,
      "ŗ": 240,
      "ř": 241,
      "ś": 242,
      "ŝ": 243,
      "ş": 244,
      "š": 245,
      "ţ": 246,
      "ť": 247,
      "ŧ": 248,
      "ũ": 249,
      "ū": 250,
      "ŭ": 251,
      "ů": 252,
      "ű": 253,
      "ų": 254,
      "ŵ": 255,
      "ŷ": 256,
      "ź": 257,
      "ż": 258,
      "ž": 259,
      "ſ": 260,
      "ƀ": 261,
      "ƃ": 262,
      "ƅ": 263,
      "ƈ": 264,
      "ƌ": 265,
      "ƍ": 266,
      "ƒ": 267,
      "ƕ": 268,
      "ƙ": 269,
      "ƚ": 270,
      "ƛ": 271,
      "ƞ": 272,
      "ơ": 273,
      "ƣ": 274,
      "ƥ": 275,
      "ƨ": 276,
      "ƪ": 277,
      "ƫ": 278,
      "ƭ": 279,
      "ư": 280,
      "ƴ": 281,
      "ƶ": 282,
      "ƹ": 283,
      "ƺ": 284,
      "ƻ": 285,
      "ƽ": 286,
      "ƾ": 287,
      "ƿ": 288,
      "ǀ": 289,
      "ǁ": 290,
      "ǂ": 291,
      "ǃ": 292,
      "ǆ": 293,
      "ǉ": 294,
      "ǌ": 295,
      "ǎ": 296,
      "ǐ": 297,
      "ǒ": 298,
      "ǔ": 299,
      "ǖ": 300,
      "ǘ": 301,
      "ǚ": 302,
      "ǜ": 303,
      "ǝ": 304,
      "ǟ": 305,
      "ǡ": 306,
      "ǣ": 307,
      "ǥ": 308,
      "ǧ": 309,
      "ǩ": 310,
      "ǫ": 311,
      "ǭ": 312,
      "ǯ": 313,
      "ǰ": 314,
      "ǵ": 315,
      "ǹ": 316,
      "ǻ": 317,
      "ǽ": 318,
      "ǿ": 319,
      "ȁ": 320,
      "ȃ": 321,
      "ȅ": 322,
      "ȇ": 323,
      "ȉ": 324,
      "ȋ": 325,
      "ȍ": 326,
      "ȏ": 327,
      "ȑ": 328,
      "ȓ": 329,
      "ȕ": 330,
      "ȗ": 331,
      "ș": 332,
      "ț": 333,
      "ȝ": 334,
      "ȟ": 335,
      "ȡ": 336,
      "ȣ": 337,
      "ȥ": 338,
      "ȧ": 339,
      "ȩ": 340,
      "ȫ": 341,
      "ȭ": 342,
      "ȯ": 343,
      "ȱ": 344,
      "ȳ": 345,
      "ȴ": 346,
      "ȵ": 347,
      "ȶ": 348,
      "ȷ": 349,
      "ȸ": 350,
      "ȹ": 351,
      "ȼ": 352,
      "ȿ": 353,
      "ɀ": 354,
      "ɂ": 355,
      "ɇ": 356,
      "ɉ": 357,
      "ɋ": 358,
      "ɍ": 359,
      "ɏ": 360,
      "ɐ": 361,
      "ɑ": 362,
      "ɒ": 363,
      "ɓ": 364,
      "ɔ": 365,
      "ɕ": 366,
      "ɖ": 367,
      "ɗ": 368,
      "ɘ": 369,
      "ə": 370,
      "ɚ": 371,
      "ɛ": 372,
      "ɜ": 373,
      "ɝ": 374,
      "ɞ": 375,
      "ɟ": 376,
      "ɠ": 377,
      "ɡ": 378,
      "ɢ": 379,
      "ɣ": 380,
      "ɤ": 381,
      "ɥ": 382,
      "ɦ": 383,
      "ɧ": 384,
      "ɨ": 385,
      "ɩ": 386,
      "ɪ": 387,
      "ɫ": 388,
      "ɬ": 389,
      "ɭ": 390,
      "ɮ": 391,
      "ɯ": 392,
      "ɰ": 393,
      "ɱ": 394,
      "ɲ": 395,
      "ɳ": 396,
      "ɴ": 397,
      "ɵ": 398,
      "ɶ": 399,
      "ɷ": 400,
      "ɸ": 401,
      "ɹ": 402,
      "ɺ": 403,
      "ɻ": 404,
      "ɼ": 405,
      "ɽ": 406,
      "ɾ": 407,
      "ɿ": 408,
      "ʀ": 409,
      "ʁ": 410,
      "ʂ": 411,
      "ʃ": 412,
      "ʄ": 413,
      "ʅ": 414,
      "ʆ": 415,
      "ʇ": 416,
      "ʈ": 417,
      "ʉ": 418,
      "ʊ": 419,
      "ʋ": 420,
      "ʌ": 421,
      "ʍ": 422,
      "ʎ": 423,
      "ʏ": 424,
      "ʐ": 425,
      "ʑ": 426,
      "ʒ": 427,
      "ʓ": 428,
      "ʔ": 429,
      "ʕ": 430,
      "ʖ": 431,
      "ʗ": 432,
      "ʘ": 433,
      "ʙ": 434,
      "ʚ": 435,
      "ʛ": 436,
      "ʜ": 437,
      "ʝ": 438,
      "ʞ": 439,
      "ʟ": 440,
      "ʠ": 441,
      "ʡ": 442,
      "ʢ": 443,
      "ʣ": 444,
      "ʤ": 445,
      "ʥ": 446,
      "ʦ": 447,
      "ʧ": 448,
      "ʨ": 449,
      "ʩ": 450,
      "ʪ": 451,
      "ʫ": 452,
      "ʬ": 453,
      "ʭ": 454,
      "ʮ": 455,
      "ʯ": 456,
      "ʰ": 457,
      "ʱ": 458,
      "ʲ": 459,
      "ʳ": 460,
      "ʴ": 461,
      "ʵ": 462,
      "ʶ": 463,
      "ʷ": 464,
      "ʸ": 465,
      "ʹ": 466,
      "ʺ": 467,
      "ʻ": 468,
      "ʼ": 469,
      "ʽ": 470,
      "ʾ": 471,
      "ʿ": 472,
      "ˀ": 473,
      "ˁ": 474,
      "˂": 475,
      "˃": 476,
      "˄": 477,
      "˅": 478,
      "ˆ": 479,
      "ˇ": 480,
      "ˈ": 481,
      "ˉ": 482,
      "ˊ": 483,
      "ˋ": 484,
      "ˌ": 485,
      "ˍ": 486,
      "ˎ": 487,
      "ˏ": 488,
      "ː": 489,
      "ˑ": 490,
      "˒": 491,
      "˓": 492,
      "˔": 493,
      "˕": 494,
      "˖": 495,
      "˗": 496,
      "˘": 497,
      "˙": 498,
      "˚": 499,
      "˛": 500,
      "˜": 501,
      "˝": 502,
      "˞": 503,
      "˟": 504,
      "ˠ": 505,
      "ˡ": 506,
      "ˢ": 507,
      "ˣ": 508,
      "ˤ": 509,
      "˥": 510,
      "˦": 511,
      "˧": 512,
      "˨": 513,
      "˩": 514,
      "˪": 515,
      "˫": 516,
      "ˬ": 517,
      "˭": 518,
      "ˮ": 519,
      "˱": 520,
      "˲": 521,
      "˳": 522,
      "˵": 523,
      "˶": 524,
      "˽": 525,
      "˾": 526,
      "˿": 527,
      "̀": 528,
      "́": 529,
      "̂": 530,
      "̃": 531,
      "̄": 532,
      "̅": 533,
      "̆": 534,
      "̇": 535,
      "̈": 536,
      "̉": 537,
      "̊": 538,
      "̋": 539,
      "̌": 540,
      "̍": 541,
      "̎": 542,
      "̏": 543,
      "̐": 544,
      "̑": 545,
      "̒": 546,
      "̓": 547,
      "̔": 548,
      "̕": 549,
      "̖": 550,
      "̗": 551,
      "̘": 552,
      "̙": 553,
      "̚": 554,
      "̛": 555,
      "̜": 556,
      "̝": 557,
      "̞": 558,
      "̟": 559,
      "̠": 560,
      "̡": 561,
      "̢": 562,
      "̣": 563,
      "̤": 564,
      "̥": 565,
      "̦": 566,
      "̧": 567,
      "̨": 568,
      "̩": 569,
      "̪": 570,
      "̫": 571,
      "̬": 572,
      "̭": 573,
      "̮": 574,
      "̯": 575,
      "̰": 576,
      "̱": 577,
      "̲": 578,
      "̳": 579,
      "̴": 580,
      "̵": 581,
      "̶": 582,
      "̷": 583,
      "̸": 584,
      "̹": 585,
      "̺": 586,
      "̻": 587,
      "̼": 588,
      "̽": 589,
      "̾": 590,
      "̿": 591,
      "̀": 592,
      "͂": 593,
      "ͅ": 594,
      "͆": 595,
      "͇": 596,
      "͈": 597,
      "͉": 598,
      "͊": 599,
      "͋": 600,
      "͌": 601,
      "͍": 602,
      "͎": 603,
      "͏": 604,
      "͐": 605,
      "͑": 606,
      "͒": 607,
      "͓": 608,
      "͔": 609,
      "͕": 610,
      "͖": 611,
      "͗": 612,
      "͘": 613,
      "͙": 614,
      "͚": 615,
      "͛": 616,
      "͜": 617,
      "͝": 618,
      "͞": 619,
      "͟": 620,
      "͠": 621,
      "͡": 622,
      "͢": 623,
      "ͣ": 624,
      "ͤ": 625,
      "ͥ": 626,
      "ͦ": 627,
      "ͧ": 628,
      "ͨ": 629,
      "ͩ": 630,
      "ͪ": 631,
      "ͫ": 632,
      "ͬ": 633,
      "ͭ": 634,
      "ͮ": 635,
      "ͯ": 636,
      "ͱ": 637,
      "ͳ": 638,
      "͵": 639,
      "ͷ": 640,
      "ͼ": 641,
      "ͽ": 642,
      ";": 643,
      "΄": 644,
      "·": 645,
      "ΐ": 646,
      "ά": 647,
      "έ": 648,
      "ή": 649,
      "ί": 650,
      "ΰ": 651,
      "α": 652,
      "β": 653,
      "γ": 654,
      "δ": 655,
      "ε": 656,
      "ζ": 657,
      "η": 658,
      "θ": 659,
      "ι": 660,
      "κ": 661,
      "λ": 662,
      "μ": 663,
      "ν": 664,
      "ξ": 665,
      "ο": 666,
      "π": 667,
      "ρ": 668,
      "ς": 669,
      "σ": 670,
      "τ": 671,
      "υ": 672,
      "φ": 673,
      "χ": 674,
      "ψ": 675,
      "ω": 676,
      "ϊ": 677,
      "ϋ": 678,
      "ό": 679,
      "ύ": 680,
      "ώ": 681,
      "ϐ": 682,
      "ϑ": 683,
      "ϒ": 684,
      "ϕ": 685,
      "ϖ": 686,
      "ϙ": 687,
      "ϛ": 688,
      "ϝ": 689,
      "ϟ": 690,
      "ϡ": 691,
      "ϣ": 692,
      "ϥ": 693,
      "ϩ": 694,
      "ϭ": 695,
      "ϯ": 696,
      "ϰ": 697,
      "ϲ": 698,
      "ϳ": 699,
      "ϵ": 700,
      "϶": 701,
      "ϸ": 702,
      "ϻ": 703,
      "а": 704,
      "б": 705,
      "в": 706,
      "г": 707,
      "д": 708,
      "е": 709,
      "ж": 710,
      "з": 711,
      "и": 712,
      "й": 713,
      "к": 714,
      "л": 715,
      "м": 716,
      "н": 717,
      "о": 718,
      "п": 719,
      "р": 720,
      "с": 721,
      "т": 722,
      "у": 723,
      "ф": 724,
      "х": 725,
      "ц": 726,
      "ч": 727,
      "ш": 728,
      "щ": 729,
      "ъ": 730,
      "ы": 731,
      "ь": 732,
      "э": 733,
      "ю": 734,
      "я": 735,
      "ѐ": 736,
      "ё": 737,
      "ђ": 738,
      "ѓ": 739,
      "є": 740,
      "ѕ": 741,
      "і": 742,
      "ї": 743,
      "ј": 744,
      "љ": 745,
      "њ": 746,
      "ћ": 747,
      "ќ": 748,
      "ѝ": 749,
      "ў": 750,
      "џ": 751,
      "ѡ": 752,
      "ѣ": 753,
      "ѥ": 754,
      "ѧ": 755,
      "ѩ": 756,
      "ѫ": 757,
      "ѭ": 758,
      "ѯ": 759,
      "ѱ": 760,
      "ѳ": 761,
      "ѵ": 762,
      "ѷ": 763,
      "ѹ": 764,
      "ѻ": 765,
      "ѽ": 766,
      "ѿ": 767,
      "ҁ": 768,
      "҂": 769,
      "҃": 770,
      "҈": 771,
      "҉": 772,
      "ҋ": 773,
      "ҍ": 774,
      "ҏ": 775,
      "ґ": 776,
      "ғ": 777,
      "ҕ": 778,
      "җ": 779,
      "ҙ": 780,
      "қ": 781,
      "ҝ": 782,
      "ҟ": 783,
      "ҡ": 784,
      "ң": 785,
      "ҥ": 786,
      "ҧ": 787,
      "ҩ": 788,
      "ҫ": 789,
      "ҭ": 790,
      "ү": 791,
      "ұ": 792,
      "ҳ": 793,
      "ҵ": 794,
      "ҷ": 795,
      "ҹ": 796,
      "һ": 797,
      "ҽ": 798,
      "ҿ": 799,
      "ӂ": 800,
      "ӄ": 801,
      "ӆ": 802,
      "ӈ": 803,
      "ӊ": 804,
      "ӌ": 805,
      "ӎ": 806,
      "ӏ": 807,
      "ӑ": 808,
      "ӓ": 809,
      "ӕ": 810,
      "ӗ": 811,
      "ә": 812,
      "ӛ": 813,
      "ӝ": 814,
      "ӟ": 815,
      "ӡ": 816,
      "ӣ": 817,
      "ӥ": 818,
      "ӧ": 819,
      "ө": 820,
      "ӫ": 821,
      "ӭ": 822,
      "ӯ": 823,
      "ӱ": 824,
      "ӳ": 825,
      "ӵ": 826,
      "ӷ": 827,
      "ӹ": 828,
      "ӻ": 829,
      "ӽ": 830,
      "ԁ": 831,
      "ԃ": 832,
      "ԅ": 833,
      "ԇ": 834,
      "ԉ": 835,
      "ԋ": 836,
      "ԍ": 837,
      "ԏ": 838,
      "ԑ": 839,
      "ԓ": 840,
      "ԕ": 841,
      "ԗ": 842,
      "ԛ": 843,
      "ԝ": 844,
      "ԟ": 845,
      "ԡ": 846,
      "ԣ": 847,
      "ԥ": 848,
      "ԩ": 849,
      "ԫ": 850,
      "ԭ": 851,
      "ԯ": 852,
      "՛": 853,
      "՝": 854,
      "՞": 855,
      "ա": 856,
      "բ": 857,
      "գ": 858,
      "դ": 859,
      "ե": 860,
      "զ": 861,
      "է": 862,
      "ը": 863,
      "թ": 864,
      "ժ": 865,
      "ի": 866,
      "լ": 867,
      "խ": 868,
      "ծ": 869,
      "կ": 870,
      "հ": 871,
      "ձ": 872,
      "ղ": 873,
      "մ": 874,
      "յ": 875,
      "ն": 876,
      "շ": 877,
      "ո": 878,
      "չ": 879,
      "պ": 880,
      "ջ": 881,
      "ռ": 882,
      "ս": 883,
      "վ": 884,
      "տ": 885,
      "ր": 886,
      "ց": 887,
      "ւ": 888,
      "փ": 889,
      "ք": 890,
      "օ": 891,
      "ֆ": 892,
      "և": 893,
      "։": 894,
      "֏": 895,
      "֙": 896,
      "֚": 897,
      "֜": 898,
      "֥": 899,
      "֪": 900,
      "֫": 901,
      "֬": 902,
      "֮": 903,
      "ְ": 904,
      "ֱ": 905,
      "ֲ": 906,
      "ֳ": 907,
      "ִ": 908,
      "ֵ": 909,
      "ֶ": 910,
      "ַ": 911,
      "ָ": 912,
      "ֹ": 913,
      "ֻ": 914,
      "ּ": 915,
      "ֽ": 916,
      "־": 917,
      "ֿ": 918,
      "׀": 919,
      "ׁ": 920,
      "ׂ": 921,
      "׋": 922,
      "׍": 923,
      "א": 924,
      "ב": 925,
      "ג": 926,
      "ד": 927,
      "ה": 928,
      "ו": 929,
      "ז": 930,
      "ח": 931,
      "ט": 932,
      "י": 933,
      "ך": 934,
      "כ": 935,
      "ל": 936,
      "ם": 937,
      "מ": 938,
      "ן": 939,
      "נ": 940,
      "ס": 941,
      "ע": 942,
      "ף": 943,
      "פ": 944,
      "ץ": 945,
      "צ": 946,
      "ק": 947,
      "ר": 948,
      "ש": 949,
      "ת": 950,
      "װ": 951,
      "ױ": 952,
      "ײ": 953,
      "׳": 954,
      "״": 955,
      "׷": 956,
      "؂": 957,
      "،": 958,
      "؏": 959,
      "؟": 960,
      "ء": 961,
      "آ": 962,
      "أ": 963,
      "ؤ": 964,
      "إ": 965,
      "ئ": 966,
      "ا": 967,
      "ب": 968,
      "ة": 969,
      "ت": 970,
      "ث": 971,
      "ج": 972,
      "ح": 973,
      "خ": 974,
      "د": 975,
      "ذ": 976,
      "ر": 977,
      "ز": 978,
      "س": 979,
      "ش": 980,
      "ص": 981,
      "ض": 982,
      "ط": 983,
      "ظ": 984,
      "ع": 985,
      "غ": 986,
      "ؾ": 987,
      "ـ": 988,
      "ف": 989,
      "ق": 990,
      "ك": 991,
      "ل": 992,
      "م": 993,
      "ن": 994,
      "ه": 995,
      "و": 996,
      "ى": 997,
      "ي": 998,
      "ً": 999,
      "ٌ": 1000,
      "ٍ": 1001,
      "َ": 1002,
      "ُ": 1003,
      "ِ": 1004,
      "ّ": 1005,
      "ْ": 1006,
      "ٔ": 1007,
      "٠": 1008,
      "١": 1009,
      "٢": 1010,
      "٣": 1011,
      "٤": 1012,
      "٥": 1013,
      "٨": 1014,
      "٩": 1015,
      "٫": 1016,
      "ٰ": 1017,
      "ٱ": 1018,
      "ٵ": 1019,
      "ٸ": 1020,
      "ٹ": 1021,
      "ٺ": 1022,
      "ټ": 1023,
      "ٽ": 1024,
      "پ": 1025,
      "ځ": 1026,
      "ڄ": 1027,
      "څ": 1028,
      "چ": 1029,
      "ڈ": 1030,
      "ڊ": 1031,
      "ڌ": 1032,
      "ڏ": 1033,
      "ڑ": 1034,
      "ڕ": 1035,
      "ږ": 1036,
      "ژ": 1037,
      "ڙ": 1038,
      "ښ": 1039,
      "ڠ": 1040,
      "ڤ": 1041,
      "ک": 1042,
      "ڪ": 1043,
      "ګ": 1044,
      "ڬ": 1045,
      "ڭ": 1046,
      "گ": 1047,
      "ڵ": 1048,
      "ں": 1049,
      "ڻ": 1050,
      "ڼ": 1051,
      "ھ": 1052,
      "ہ": 1053,
      "ۂ": 1054,
      "ۆ": 1055,
      "ۇ": 1056,
      "ۈ": 1057,
      "ۋ": 1058,
      "ی": 1059,
      "ێ": 1060,
      "ې": 1061,
      "ے": 1062,
      "۔": 1063,
      "ە": 1064,
      "۞": 1065,
      "۩": 1066,
      "۰": 1067,
      "۱": 1068,
      "۲": 1069,
      "۳": 1070,
      "۴": 1071,
      "۵": 1072,
      "۶": 1073,
      "۷": 1074,
      "۸": 1075,
      "۹": 1076,
      "ۿ": 1077,
      "ܐ": 1078,
      "ܑ": 1079,
      "ܒ": 1080,
      "ܓ": 1081,
      "ܕ": 1082,
      "ܗ": 1083,
      "ܘ": 1084,
      "ܙ": 1085,
      "ܚ": 1086,
      "ܛ": 1087,
      "ܝ": 1088,
      "ܟ": 1089,
      "ܠ": 1090,
      "ܡ": 1091,
      "ܢ": 1092,
      "ܣ": 1093,
      "ܥ": 1094,
      "ܦ": 1095,
      "ܨ": 1096,
      "ܩ": 1097,
      "ܪ": 1098,
      "ܫ": 1099,
      "ܬ": 1100,
      "ܲ": 1101,
      "ܵ": 1102,
      "ܼ": 1103,
      "ݓ": 1104,
      "ݕ": 1105,
      "ݗ": 1106,
      "ݚ": 1107,
      "ݛ": 1108,
      "ݝ": 1109,
      "ݟ": 1110,
      "ݠ": 1111,
      "ݡ": 1112,
      "ݢ": 1113,
      "ݣ": 1114,
      "ݴ": 1115,
      "ހ": 1116,
      "ނ": 1117,
      "ރ": 1118,
      "ބ": 1119,
      "ޅ": 1120,
      "ކ": 1121,
      "އ": 1122,
      "ވ": 1123,
      "މ": 1124,
      "ފ": 1125,
      "ދ": 1126,
      "ތ": 1127,
      "ލ": 1128,
      "ގ": 1129,
      "ޏ": 1130,
      "ސ": 1131,
      "ޑ": 1132,
      "ޔ": 1133,
      "ޕ": 1134,
      "ޖ": 1135,
      "ޙ": 1136,
      "ޝ": 1137,
      "ޤ": 1138,
      "ަ": 1139,
      "ާ": 1140,
      "ި": 1141,
      "ީ": 1142,
      "ު": 1143,
      "ޫ": 1144,
      "ެ": 1145,
      "ޭ": 1146,
      "ޮ": 1147,
      "ް": 1148,
      "ޱ": 1149,
      "ࡇ": 1150,
      "࣬": 1151,
      "ऀ": 1152,
      "ँ": 1153,
      "ं": 1154,
      "ः": 1155,
      "अ": 1156,
      "आ": 1157,
      "इ": 1158,
      "ई": 1159,
      "उ": 1160,
      "ऊ": 1161,
      "ऋ": 1162,
      "ऌ": 1163,
      "ए": 1164,
      "ऐ": 1165,
      "ऑ": 1166,
      "ओ": 1167,
      "औ": 1168,
      "क": 1169,
      "ख": 1170,
      "ग": 1171,
      "घ": 1172,
      "ङ": 1173,
      "च": 1174,
      "छ": 1175,
      "ज": 1176,
      "झ": 1177,
      "ञ": 1178,
      "ट": 1179,
      "ठ": 1180,
      "ड": 1181,
      "ढ": 1182,
      "ण": 1183,
      "त": 1184,
      "थ": 1185,
      "द": 1186,
      "ध": 1187,
      "न": 1188,
      "प": 1189,
      "फ": 1190,
      "ब": 1191,
      "भ": 1192,
      "म": 1193,
      "य": 1194,
      "र": 1195,
      "ल": 1196,
      "ळ": 1197,
      "व": 1198,
      "श": 1199,
      "ष": 1200,
      "स": 1201,
      "ह": 1202,
      "़": 1203,
      "ऽ": 1204,
      "ा": 1205,
      "ि": 1206,
      "ी": 1207,
      "ु": 1208,
      "ू": 1209,
      "ृ": 1210,
      "ॄ": 1211,
      "ॆ": 1212,
      "े": 1213,
      "ै": 1214,
      "ॉ": 1215,
      "ो": 1216,
      "ौ": 1217,
      "्": 1218,
      "ॐ": 1219,
      "॑": 1220,
      "॒": 1221,
      "॓": 1222,
      "॔": 1223,
      "ॠ": 1224,
      "ॡ": 1225,
      "ॢ": 1226,
      "ॣ": 1227,
      "।": 1228,
      "॥": 1229,
      "०": 1230,
      "१": 1231,
      "२": 1232,
      "३": 1233,
      "४": 1234,
      "५": 1235,
      "६": 1236,
      "७": 1237,
      "८": 1238,
      "९": 1239,
      "॰": 1240,
      "ॱ": 1241,
      "ॿ": 1242,
      "ঁ": 1243,
      "ং": 1244,
      "ঃ": 1245,
      "অ": 1246,
      "আ": 1247,
      "ই": 1248,
      "উ": 1249,
      "এ": 1250,
      "ও": 1251,
      "ক": 1252,
      "খ": 1253,
      "গ": 1254,
      "ঘ": 1255,
      "ঙ": 1256,
      "চ": 1257,
      "ছ": 1258,
      "জ": 1259,
      "ঝ": 1260,
      "ঞ": 1261,
      "ট": 1262,
      "ঠ": 1263,
      "ড": 1264,
      "ণ": 1265,
      "ত": 1266,
      "থ": 1267,
      "দ": 1268,
      "ধ": 1269,
      "ন": 1270,
      "প": 1271,
      "ফ": 1272,
      "ব": 1273,
      "ভ": 1274,
      "ম": 1275,
      "য": 1276,
      "র": 1277,
      "ল": 1278,
      "শ": 1279,
      "ষ": 1280,
      "স": 1281,
      "হ": 1282,
      "়": 1283,
      "া": 1284,
      "ি": 1285,
      "ী": 1286,
      "ু": 1287,
      "ূ": 1288,
      "ৃ": 1289,
      "ে": 1290,
      "ো": 1291,
      "ৌ": 1292,
      "্": 1293,
      "ৎ": 1294,
      "১": 1295,
      "৩": 1296,
      "৪": 1297,
      "৫": 1298,
      "৬": 1299,
      "৭": 1300,
      "ৰ": 1301,
      "ৱ": 1302,
      "৳": 1303,
      "৸": 1304,
      "৹": 1305,
      "৺": 1306,
      "ਂ": 1307,
      "ਃ": 1308,
      "ਅ": 1309,
      "ਆ": 1310,
      "ਉ": 1311,
      "ਊ": 1312,
      "਍": 1313,
      "ਕ": 1314,
      "ਖ": 1315,
      "ਗ": 1316,
      "ਘ": 1317,
      "ਚ": 1318,
      "ਜ": 1319,
      "ਝ": 1320,
      "ਟ": 1321,
      "ਠ": 1322,
      "ਡ": 1323,
      "ਤ": 1324,
      "ਥ": 1325,
      "ਦ": 1326,
      "ਨ": 1327,
      "ਪ": 1328,
      "ਬ": 1329,
      "ਭ": 1330,
      "ਮ": 1331,
      "ਰ": 1332,
      "ਲ": 1333,
      "ਵ": 1334,
      "ਸ": 1335,
      "ਹ": 1336,
      "਼": 1337,
      "ਾ": 1338,
      "ਿ": 1339,
      "ੀ": 1340,
      "ੁ": 1341,
      "ੂ": 1342,
      "ੇ": 1343,
      "ੈ": 1344,
      "ੋ": 1345,
      "੍": 1346,
      "ੜ": 1347,
      "੧": 1348,
      "੨": 1349,
      "੫": 1350,
      "੭": 1351,
      "੯": 1352,
      "ੰ": 1353,
      "ੱ": 1354,
      "ੲ": 1355,
      "ੳ": 1356,
      "ੴ": 1357,
      "ઁ": 1358,
      "ં": 1359,
      "અ": 1360,
      "ક": 1361,
      "ખ": 1362,
      "ગ": 1363,
      "જ": 1364,
      "ટ": 1365,
      "ડ": 1366,
      "ત": 1367,
      "દ": 1368,
      "ધ": 1369,
      "ન": 1370,
      "પ": 1371,
      "ફ": 1372,
      "બ": 1373,
      "ભ": 1374,
      "મ": 1375,
      "ર": 1376,
      "લ": 1377,
      "વ": 1378,
      "શ": 1379,
      "સ": 1380,
      "હ": 1381,
      "ઽ": 1382,
      "ા": 1383,
      "િ": 1384,
      "ી": 1385,
      "ુ": 1386,
      "ૂ": 1387,
      "ૃ": 1388,
      "ૄ": 1389,
      "ૅ": 1390,
      "ે": 1391,
      "ૈ": 1392,
      "ો": 1393,
      "્": 1394,
      "ૢ": 1395,
      "૧": 1396,
      "૩": 1397,
      "૭": 1398,
      "૮": 1399,
      "ଁ": 1400,
      "ଂ": 1401,
      "ଅ": 1402,
      "ଆ": 1403,
      "ଇ": 1404,
      "ଉ": 1405,
      "଑": 1406,
      "ଓ": 1407,
      "କ": 1408,
      "ଗ": 1409,
      "ଘ": 1410,
      "ଙ": 1411,
      "ଡ": 1412,
      "ନ": 1413,
      "ପ": 1414,
      "ବ": 1415,
      "ଭ": 1416,
      "ର": 1417,
      "ଲ": 1418,
      "ଳ": 1419,
      "ଵ": 1420,
      "ଶ": 1421,
      "ଷ": 1422,
      "ସ": 1423,
      "଼": 1424,
      "ା": 1425,
      "ି": 1426,
      "ୁ": 1427,
      "େ": 1428,
      "୍": 1429,
      "୧": 1430,
      "୨": 1431,
      "୭": 1432,
      "அ": 1433,
      "ஆ": 1434,
      "இ": 1435,
      "ஈ": 1436,
      "உ": 1437,
      "ஊ": 1438,
      "எ": 1439,
      "ஏ": 1440,
      "ஐ": 1441,
      "ஒ": 1442,
      "ஓ": 1443,
      "க": 1444,
      "ங": 1445,
      "ச": 1446,
      "ஜ": 1447,
      "ஞ": 1448,
      "ட": 1449,
      "ண": 1450,
      "த": 1451,
      "ந": 1452,
      "ன": 1453,
      "ப": 1454,
      "ம": 1455,
      "ய": 1456,
      "ர": 1457,
      "ற": 1458,
      "ல": 1459,
      "ள": 1460,
      "ழ": 1461,
      "வ": 1462,
      "ஷ": 1463,
      "ஸ": 1464,
      "ஹ": 1465,
      "ா": 1466,
      "ி": 1467,
      "ீ": 1468,
      "ு": 1469,
      "ூ": 1470,
      "ெ": 1471,
      "ே": 1472,
      "ை": 1473,
      "ொ": 1474,
      "ோ": 1475,
      "்": 1476,
      "ௐ": 1477,
      "௰": 1478,
      "௷": 1479,
      "௸": 1480,
      "ఁ": 1481,
      "ం": 1482,
      "ః": 1483,
      "అ": 1484,
      "ఆ": 1485,
      "ఇ": 1486,
      "ఈ": 1487,
      "ఉ": 1488,
      "ఎ": 1489,
      "ఐ": 1490,
      "ఔ": 1491,
      "క": 1492,
      "ఖ": 1493,
      "గ": 1494,
      "చ": 1495,
      "జ": 1496,
      "ట": 1497,
      "ఠ": 1498,
      "డ": 1499,
      "ణ": 1500,
      "త": 1501,
      "థ": 1502,
      "ద": 1503,
      "ధ": 1504,
      "న": 1505,
      "ప": 1506,
      "బ": 1507,
      "భ": 1508,
      "మ": 1509,
      "య": 1510,
      "ర": 1511,
      "ల": 1512,
      "వ": 1513,
      "శ": 1514,
      "ష": 1515,
      "స": 1516,
      "హ": 1517,
      "ా": 1518,
      "ి": 1519,
      "ీ": 1520,
      "ు": 1521,
      "ూ": 1522,
      "ృ": 1523,
      "ౄ": 1524,
      "ె": 1525,
      "ే": 1526,
      "ై": 1527,
      "ొ": 1528,
      "ో": 1529,
      "ౌ": 1530,
      "్": 1531,
      "ౢ": 1532,
      "౧": 1533,
      "౨": 1534,
      "౩": 1535,
      "౪": 1536,
      "౿": 1537,
      "ಂ": 1538,
      "ಅ": 1539,
      "ಇ": 1540,
      "ಋ": 1541,
      "ಕ": 1542,
      "ಖ": 1543,
      "ಗ": 1544,
      "ಘ": 1545,
      "ಙ": 1546,
      "ಚ": 1547,
      "ಛ": 1548,
      "ಜ": 1549,
      "ಝ": 1550,
      "ಞ": 1551,
      "ಟ": 1552,
      "ಠ": 1553,
      "ಡ": 1554,
      "ಢ": 1555,
      "ಣ": 1556,
      "ತ": 1557,
      "ಥ": 1558,
      "ದ": 1559,
      "ಧ": 1560,
      "ನ": 1561,
      "ಪ": 1562,
      "ಫ": 1563,
      "ಬ": 1564,
      "ಭ": 1565,
      "ಮ": 1566,
      "ಯ": 1567,
      "ರ": 1568,
      "ಲ": 1569,
      "ಳ": 1570,
      "ವ": 1571,
      "ಶ": 1572,
      "ಷ": 1573,
      "ಸ": 1574,
      "ಹ": 1575,
      "ಾ": 1576,
      "ಿ": 1577,
      "ೀ": 1578,
      "ು": 1579,
      "ೂ": 1580,
      "ೃ": 1581,
      "ೄ": 1582,
      "ೆ": 1583,
      "ೇ": 1584,
      "ೊ": 1585,
      "ೋ": 1586,
      "ೌ": 1587,
      "್": 1588,
      "ೖ": 1589,
      "ೡ": 1590,
      "೦": 1591,
      "೧": 1592,
      "೨": 1593,
      "೩": 1594,
      "೪": 1595,
      "೫": 1596,
      "೬": 1597,
      "೭": 1598,
      "೮": 1599,
      "೯": 1600,
      "ം": 1601,
      "ഃ": 1602,
      "ആ": 1603,
      "ഇ": 1604,
      "ഈ": 1605,
      "ഉ": 1606,
      "ഒ": 1607,
      "ഓ": 1608,
      "ക": 1609,
      "ങ": 1610,
      "ച": 1611,
      "ജ": 1612,
      "ട": 1613,
      "ഡ": 1614,
      "ണ": 1615,
      "ത": 1616,
      "ദ": 1617,
      "ധ": 1618,
      "ന": 1619,
      "പ": 1620,
      "ഫ": 1621,
      "ബ": 1622,
      "മ": 1623,
      "യ": 1624,
      "ര": 1625,
      "റ": 1626,
      "ല": 1627,
      "ള": 1628,
      "ഴ": 1629,
      "വ": 1630,
      "ശ": 1631,
      "സ": 1632,
      "ഹ": 1633,
      "ാ": 1634,
      "ി": 1635,
      "ീ": 1636,
      "ു": 1637,
      "ൂ": 1638,
      "ൄ": 1639,
      "െ": 1640,
      "േ": 1641,
      "ോ": 1642,
      "്": 1643,
      "ൠ": 1644,
      "ൢ": 1645,
      "൧": 1646,
      "ൾ": 1647,
      "ං": 1648,
      "අ": 1649,
      "ආ": 1650,
      "ඉ": 1651,
      "එ": 1652,
      "ඓ": 1653,
      "ඔ": 1654,
      "ක": 1655,
      "ඛ": 1656,
      "ග": 1657,
      "ච": 1658,
      "ඡ": 1659,
      "ජ": 1660,
      "ට": 1661,
      "ඨ": 1662,
      "ඩ": 1663,
      "ණ": 1664,
      "ත": 1665,
      "ථ": 1666,
      "ද": 1667,
      "ධ": 1668,
      "න": 1669,
      "ප": 1670,
      "බ": 1671,
      "භ": 1672,
      "ම": 1673,
      "ය": 1674,
      "ර": 1675,
      "ල": 1676,
      "ව": 1677,
      "ශ": 1678,
      "ෂ": 1679,
      "ස": 1680,
      "හ": 1681,
      "ෆ": 1682,
      "්": 1683,
      "ා": 1684,
      "ැ": 1685,
      "ි": 1686,
      "ී": 1687,
      "ු": 1688,
      "ෙ": 1689,
      "ේ": 1690,
      "ො": 1691,
      "ෝ": 1692,
      "෣": 1693,
      "෴": 1694,
      "ก": 1695,
      "ข": 1696,
      "ฃ": 1697,
      "ค": 1698,
      "ฅ": 1699,
      "ฆ": 1700,
      "ง": 1701,
      "จ": 1702,
      "ฉ": 1703,
      "ช": 1704,
      "ซ": 1705,
      "ฌ": 1706,
      "ญ": 1707,
      "ฎ": 1708,
      "ฏ": 1709,
      "ฐ": 1710,
      "ฑ": 1711,
      "ฒ": 1712,
      "ณ": 1713,
      "ด": 1714,
      "ต": 1715,
      "ถ": 1716,
      "ท": 1717,
      "ธ": 1718,
      "น": 1719,
      "บ": 1720,
      "ป": 1721,
      "ผ": 1722,
      "ฝ": 1723,
      "พ": 1724,
      "ฟ": 1725,
      "ภ": 1726,
      "ม": 1727,
      "ย": 1728,
      "ร": 1729,
      "ฤ": 1730,
      "ล": 1731,
      "ฦ": 1732,
      "ว": 1733,
      "ศ": 1734,
      "ษ": 1735,
      "ส": 1736,
      "ห": 1737,
      "ฬ": 1738,
      "อ": 1739,
      "ฮ": 1740,
      "ฯ": 1741,
      "ะ": 1742,
      "ั": 1743,
      "า": 1744,
      "ำ": 1745,
      "ิ": 1746,
      "ี": 1747,
      "ึ": 1748,
      "ื": 1749,
      "ุ": 1750,
      "ู": 1751,
      "ฺ": 1752,
      "฿": 1753,
      "เ": 1754,
      "แ": 1755,
      "โ": 1756,
      "ใ": 1757,
      "ไ": 1758,
      "ๅ": 1759,
      "ๆ": 1760,
      "็": 1761,
      "่": 1762,
      "้": 1763,
      "๊": 1764,
      "๋": 1765,
      "์": 1766,
      "ํ": 1767,
      "๎": 1768,
      "๏": 1769,
      "๐": 1770,
      "๑": 1771,
      "๒": 1772,
      "๓": 1773,
      "๕": 1774,
      "๚": 1775,
      "๛": 1776,
      "ກ": 1777,
      "ຂ": 1778,
      "ຄ": 1779,
      "ງ": 1780,
      "ຈ": 1781,
      "ຊ": 1782,
      "ຍ": 1783,
      "ດ": 1784,
      "ຕ": 1785,
      "ຖ": 1786,
      "ທ": 1787,
      "ນ": 1788,
      "ບ": 1789,
      "ປ": 1790,
      "ຜ": 1791,
      "ພ": 1792,
      "ຟ": 1793,
      "ມ": 1794,
      "ຣ": 1795,
      "ລ": 1796,
      "ວ": 1797,
      "ສ": 1798,
      "ຫ": 1799,
      "ອ": 1800,
      "ຮ": 1801,
      "ະ": 1802,
      "ັ": 1803,
      "າ": 1804,
      "ຳ": 1805,
      "ິ": 1806,
      "ີ": 1807,
      "ຶ": 1808,
      "ື": 1809,
      "ຸ": 1810,
      "ູ": 1811,
      "ົ": 1812,
      "ຼ": 1813,
      "ຽ": 1814,
      "ເ": 1815,
      "ແ": 1816,
      "ໂ": 1817,
      "ໃ": 1818,
      "ໄ": 1819,
      "່": 1820,
      "້": 1821,
      "໊": 1822,
      "໋": 1823,
      "ໍ": 1824,
      "໑": 1825,
      "໒": 1826,
      "໱": 1827,
      "༄": 1828,
      "༅": 1829,
      "༆": 1830,
      "༉": 1831,
      "་": 1832,
      "།": 1833,
      "༎": 1834,
      "༓": 1835,
      "༔": 1836,
      "༙": 1837,
      "༚": 1838,
      "༝": 1839,
      "༥": 1840,
      "༬": 1841,
      "༭": 1842,
      "༺": 1843,
      "༻": 1844,
      "༼": 1845,
      "༽": 1846,
      "༾": 1847,
      "༿": 1848,
      "ཀ": 1849,
      "ཁ": 1850,
      "ག": 1851,
      "ང": 1852,
      "ཅ": 1853,
      "ཆ": 1854,
      "ཇ": 1855,
      "ཉ": 1856,
      "ཊ": 1857,
      "ཎ": 1858,
      "ཏ": 1859,
      "ཐ": 1860,
      "ད": 1861,
      "ན": 1862,
      "པ": 1863,
      "ཕ": 1864,
      "བ": 1865,
      "མ": 1866,
      "ཙ": 1867,
      "ཚ": 1868,
      "ཛ": 1869,
      "ཝ": 1870,
      "ཞ": 1871,
      "ཟ": 1872,
      "འ": 1873,
      "ཡ": 1874,
      "ར": 1875,
      "ལ": 1876,
      "ཤ": 1877,
      "ས": 1878,
      "ཧ": 1879,
      "ཨ": 1880,
      "ཪ": 1881,
      "ཫ": 1882,
      "ཱ": 1883,
      "ི": 1884,
      "ུ": 1885,
      "ེ": 1886,
      "ཻ": 1887,
      "ོ": 1888,
      "ཽ": 1889,
      "ཾ": 1890,
      "ཿ": 1891,
      "ྀ": 1892,
      "ྃ": 1893,
      "྇": 1894,
      "ྉ": 1895,
      "ྐ": 1896,
      "ྒ": 1897,
      "ྔ": 1898,
      "ྕ": 1899,
      "ྗ": 1900,
      "ྙ": 1901,
      "ྟ": 1902,
      "ྡ": 1903,
      "ྣ": 1904,
      "ྤ": 1905,
      "ྨ": 1906,
      "ྩ": 1907,
      "ྫ": 1908,
      "ྱ": 1909,
      "ྲ": 1910,
      "ླ": 1911,
      "ྶ": 1912,
      "ྷ": 1913,
      "࿀": 1914,
      "࿂": 1915,
      "࿇": 1916,
      "က": 1917,
      "ခ": 1918,
      "ဂ": 1919,
      "င": 1920,
      "စ": 1921,
      "ဆ": 1922,
      "ဇ": 1923,
      "ည": 1924,
      "တ": 1925,
      "ထ": 1926,
      "န": 1927,
      "ပ": 1928,
      "ဖ": 1929,
      "ဗ": 1930,
      "ဘ": 1931,
      "မ": 1932,
      "ယ": 1933,
      "ရ": 1934,
      "လ": 1935,
      "ဝ": 1936,
      "သ": 1937,
      "ဟ": 1938,
      "အ": 1939,
      "ဦ": 1940,
      "ဧ": 1941,
      "ါ": 1942,
      "ာ": 1943,
      "ိ": 1944,
      "ီ": 1945,
      "ု": 1946,
      "ူ": 1947,
      "ေ": 1948,
      "ဲ": 1949,
      "ဳ": 1950,
      "ဵ": 1951,
      "ံ": 1952,
      "့": 1953,
      "း": 1954,
      "္": 1955,
      "်": 1956,
      "ျ": 1957,
      "ြ": 1958,
      "ွ": 1959,
      "ှ": 1960,
      "၆": 1961,
      "၉": 1962,
      "ၢ": 1963,
      "ၵ": 1964,
      "ၶ": 1965,
      "ၼ": 1966,
      "ၿ": 1967,
      "ႀ": 1968,
      "ႂ": 1969,
      "ႃ": 1970,
      "ႆ": 1971,
      "ႈ": 1972,
      "ႉ": 1973,
      "႐": 1974,
      "႔": 1975,
      "ა": 1976,
      "ბ": 1977,
      "გ": 1978,
      "დ": 1979,
      "ე": 1980,
      "ვ": 1981,
      "ზ": 1982,
      "თ": 1983,
      "ი": 1984,
      "კ": 1985,
      "ლ": 1986,
      "მ": 1987,
      "ნ": 1988,
      "ო": 1989,
      "პ": 1990,
      "ჟ": 1991,
      "რ": 1992,
      "ს": 1993,
      "ტ": 1994,
      "უ": 1995,
      "ფ": 1996,
      "ქ": 1997,
      "ღ": 1998,
      "ყ": 1999,
      "შ": 2000,
      "ჩ": 2001,
      "ც": 2002,
      "ძ": 2003,
      "წ": 2004,
      "ჭ": 2005,
      "ხ": 2006,
      "ჯ": 2007,
      "ᄀ": 2008,
      "ᄂ": 2009,
      "ᄅ": 2010,
      "ᄇ": 2011,
      "ᄉ": 2012,
      "ᄋ": 2013,
      "ᄌ": 2014,
      "ᄎ": 2015,
      "ᄏ": 2016,
      "ᄑ": 2017,
      "ᄒ": 2018,
      "ᄽ": 2019,
      "ᄿ": 2020,
      "ᅀ": 2021,
      "ᅎ": 2022,
      "ᅏ": 2023,
      "ᅐ": 2024,
      "ᅑ": 2025,
      "ᅔ": 2026,
      "ᅕ": 2027,
      "ᅟ": 2028,
      "ᅠ": 2029,
      "ᅡ": 2030,
      "ᅥ": 2031,
      "ᅦ": 2032,
      "ᅧ": 2033,
      "ᅩ": 2034,
      "ᅬ": 2035,
      "ᅲ": 2036,
      "ᅳ": 2037,
      "ᅴ": 2038,
      "ᅵ": 2039,
      "ᅶ": 2040,
      "ᆨ": 2041,
      "ᆫ": 2042,
      "ᆷ": 2043,
      "ᆸ": 2044,
      "ᆺ": 2045,
      "ᆼ": 2046,
      "ᆽ": 2047,
      "ᇂ": 2048,
      "ሀ": 2049,
      "ሁ": 2050,
      "ሃ": 2051,
      "ሄ": 2052,
      "ህ": 2053,
      "ሆ": 2054,
      "ለ": 2055,
      "ሊ": 2056,
      "ላ": 2057,
      "ል": 2058,
      "ሐ": 2059,
      "ሓ": 2060,
      "ሔ": 2061,
      "ሕ": 2062,
      "መ": 2063,
      "ሚ": 2064,
      "ማ": 2065,
      "ሜ": 2066,
      "ም": 2067,
      "ሞ": 2068,
      "ሠ": 2069,
      "ረ": 2070,
      "ሪ": 2071,
      "ራ": 2072,
      "ሬ": 2073,
      "ር": 2074,
      "ሰ": 2075,
      "ሲ": 2076,
      "ሳ": 2077,
      "ስ": 2078,
      "ሸ": 2079,
      "ቃ": 2080,
      "ቅ": 2081,
      "ቆ": 2082,
      "በ": 2083,
      "ቡ": 2084,
      "ባ": 2085,
      "ቤ": 2086,
      "ብ": 2087,
      "ቦ": 2088,
      "ተ": 2089,
      "ቲ": 2090,
      "ታ": 2091,
      "ቴ": 2092,
      "ት": 2093,
      "ቺ": 2094,
      "ቻ": 2095,
      "ቼ": 2096,
      "ች": 2097,
      "ቿ": 2098,
      "ኈ": 2099,
      "ነ": 2100,
      "ና": 2101,
      "ኔ": 2102,
      "ን": 2103,
      "ኖ": 2104,
      "ኗ": 2105,
      "ኛ": 2106,
      "ኝ": 2107,
      "አ": 2108,
      "ኢ": 2109,
      "ኤ": 2110,
      "እ": 2111,
      "ከ": 2112,
      "ክ": 2113,
      "ወ": 2114,
      "ዊ": 2115,
      "ዋ": 2116,
      "ው": 2117,
      "ዎ": 2118,
      "ዐ": 2119,
      "ዒ": 2120,
      "ዕ": 2121,
      "ዘ": 2122,
      "ዝ": 2123,
      "የ": 2124,
      "ዪ": 2125,
      "ያ": 2126,
      "ዬ": 2127,
      "ይ": 2128,
      "ዮ": 2129,
      "ደ": 2130,
      "ዲ": 2131,
      "ዳ": 2132,
      "ዴ": 2133,
      "ድ": 2134,
      "ዶ": 2135,
      "ዽ": 2136,
      "ጀ": 2137,
      "ገ": 2138,
      "ጊ": 2139,
      "ጋ": 2140,
      "ጌ": 2141,
      "ግ": 2142,
      "ጎ": 2143,
      "ጕ": 2144,
      "ጠ": 2145,
      "ጥ": 2146,
      "ጨ": 2147,
      "ጵ": 2148,
      "ጿ": 2149,
      "ፀ": 2150,
      "ፊ": 2151,
      "ፋ": 2152,
      "ፍ": 2153,
      "ፕ": 2154,
      "።": 2155,
      "ᐃ": 2156,
      "ᐄ": 2157,
      "ᐅ": 2158,
      "ᐇ": 2159,
      "ᐉ": 2160,
      "ᐊ": 2161,
      "ᐋ": 2162,
      "ᐍ": 2163,
      "ᐎ": 2164,
      "ᐏ": 2165,
      "ᐑ": 2166,
      "ᐕ": 2167,
      "ᐖ": 2168,
      "ᐛ": 2169,
      "ᐜ": 2170,
      "ᐝ": 2171,
      "ᐞ": 2172,
      "ᐢ": 2173,
      "ᐣ": 2174,
      "ᐤ": 2175,
      "ᐦ": 2176,
      "ᐧ": 2177,
      "ᐪ": 2178,
      "ᐯ": 2179,
      "ᐱ": 2180,
      "ᐸ": 2181,
      "ᐺ": 2182,
      "ᑊ": 2183,
      "ᑋ": 2184,
      "ᑌ": 2185,
      "ᑎ": 2186,
      "ᑐ": 2187,
      "ᑑ": 2188,
      "ᑒ": 2189,
      "ᑔ": 2190,
      "ᑕ": 2191,
      "ᑖ": 2192,
      "ᑘ": 2193,
      "ᑢ": 2194,
      "ᑦ": 2195,
      "ᑫ": 2196,
      "ᑭ": 2197,
      "ᑮ": 2198,
      "ᑲ": 2199,
      "ᒃ": 2200,
      "ᒄ": 2201,
      "ᒋ": 2202,
      "ᒍ": 2203,
      "ᒚ": 2204,
      "ᒡ": 2205,
      "ᒥ": 2206,
      "ᒧ": 2207,
      "ᒪ": 2208,
      "ᒻ": 2209,
      "ᓀ": 2210,
      "ᓂ": 2211,
      "ᓄ": 2212,
      "ᓇ": 2213,
      "ᓈ": 2214,
      "ᓍ": 2215,
      "ᓐ": 2216,
      "ᓕ": 2217,
      "ᓗ": 2218,
      "ᓪ": 2219,
      "ᓫ": 2220,
      "ᓯ": 2221,
      "ᓰ": 2222,
      "ᓱ": 2223,
      "ᓴ": 2224,
      "ᔅ": 2225,
      "ᔑ": 2226,
      "ᔕ": 2227,
      "ᔪ": 2228,
      "ᔭ": 2229,
      "ᕆ": 2230,
      "ᕈ": 2231,
      "ᕐ": 2232,
      "ᕑ": 2233,
      "ᕕ": 2234,
      "ᕗ": 2235,
      "ᕘ": 2236,
      "ᕙ": 2237,
      "ᕡ": 2238,
      "ᕤ": 2239,
      "ᕦ": 2240,
      "ᕪ": 2241,
      "ᕱ": 2242,
      "ᕲ": 2243,
      "ᕴ": 2244,
      "ᕵ": 2245,
      "ᕼ": 2246,
      "ᕿ": 2247,
      "ᖃ": 2248,
      "ᖅ": 2249,
      "ᖇ": 2250,
      "ᖓ": 2251,
      "ᖗ": 2252,
      "ᖘ": 2253,
      "ᖛ": 2254,
      "ᖜ": 2255,
      "ᖴ": 2256,
      "ᖶ": 2257,
      "ᖻ": 2258,
      "ᖽ": 2259,
      "ᗅ": 2260,
      "ᗒ": 2261,
      "ᗘ": 2262,
      "ᗜ": 2263,
      "ᗝ": 2264,
      "ᗢ": 2265,
      "ᗣ": 2266,
      "ᗤ": 2267,
      "ᗦ": 2268,
      "ᗨ": 2269,
      "ᗩ": 2270,
      "ᗪ": 2271,
      "ᗯ": 2272,
      "ᗰ": 2273,
      "ᗱ": 2274,
      "ᗴ": 2275,
      "ᗷ": 2276,
      "ᗺ": 2277,
      "ᘉ": 2278,
      "ᘔ": 2279,
      "ᘜ": 2280,
      "ᘺ": 2281,
      "ᘻ": 2282,
      "ᘿ": 2283,
      "ᙏ": 2284,
      "ᙚ": 2285,
      "᙭": 2286,
      "ᚫ": 2287,
      "ᚮ": 2288,
      "ᚲ": 2289,
      "ᚷ": 2290,
      "ᚹ": 2291,
      "ᚼ": 2292,
      "ᛂ": 2293,
      "ᛃ": 2294,
      "ᛒ": 2295,
      "ᛕ": 2296,
      "ᛜ": 2297,
      "᜵": 2298,
      "᜶": 2299,
      "ᝃ": 2300,
      "ᝑ": 2301,
      "ᝒ": 2302,
      "ᝪ": 2303,
      "ᝫ": 2304,
      "ᝰ": 2305,
      "ក": 2306,
      "ខ": 2307,
      "គ": 2308,
      "ឃ": 2309,
      "ង": 2310,
      "ច": 2311,
      "ឆ": 2312,
      "ជ": 2313,
      "ឈ": 2314,
      "ញ": 2315,
      "ដ": 2316,
      "ឋ": 2317,
      "ណ": 2318,
      "ត": 2319,
      "ថ": 2320,
      "ទ": 2321,
      "ធ": 2322,
      "ន": 2323,
      "ប": 2324,
      "ផ": 2325,
      "ព": 2326,
      "ភ": 2327,
      "ម": 2328,
      "យ": 2329,
      "រ": 2330,
      "ល": 2331,
      "វ": 2332,
      "ស": 2333,
      "ហ": 2334,
      "ឡ": 2335,
      "អ": 2336,
      "ឧ": 2337,
      "ឯ": 2338,
      "឴": 2339,
      "឵": 2340,
      "ា": 2341,
      "ិ": 2342,
      "ី": 2343,
      "ឹ": 2344,
      "ុ": 2345,
      "ូ": 2346,
      "ួ": 2347,
      "ើ": 2348,
      "ឿ": 2349,
      "ៀ": 2350,
      "េ": 2351,
      "ែ": 2352,
      "ៃ": 2353,
      "ោ": 2354,
      "ៅ": 2355,
      "ំ": 2356,
      "ះ": 2357,
      "៉": 2358,
      "៊": 2359,
      "់": 2360,
      "៍": 2361,
      "័": 2362,
      "្": 2363,
      "។": 2364,
      "៛": 2365,
      "᠉": 2366,
      "᠋": 2367,
      "᠌": 2368,
      "᠎": 2369,
      "ᠠ": 2370,
      "ᠡ": 2371,
      "ᠢ": 2372,
      "ᠣ": 2373,
      "ᠤ": 2374,
      "ᠥ": 2375,
      "ᠦ": 2376,
      "ᠨ": 2377,
      "ᠩ": 2378,
      "ᠪ": 2379,
      "ᠬ": 2380,
      "ᠭ": 2381,
      "ᠮ": 2382,
      "ᠯ": 2383,
      "ᠰ": 2384,
      "ᠲ": 2385,
      "ᠳ": 2386,
      "ᠴ": 2387,
      "ᠵ": 2388,
      "ᠶ": 2389,
      "ᠷ": 2390,
      "ᠸ": 2391,
      "ᡍ": 2392,
      "ᡝ": 2393,
      "ᡞ": 2394,
      "ᡠ": 2395,
      "ᡡ": 2396,
      "ᡣ": 2397,
      "ᡤ": 2398,
      "ᡥ": 2399,
      "ᡩ": 2400,
      "ᡳ": 2401,
      "ᡴ": 2402,
      "ᡵ": 2403,
      "ᡶ": 2404,
      "ᣄ": 2405,
      "ᥑ": 2406,
      "ᥒ": 2407,
      "ᥖ": 2408,
      "ᥘ": 2409,
      "ᥛ": 2410,
      "ᥣ": 2411,
      "ᥨ": 2412,
      "ᥫ": 2413,
      "ᥬ": 2414,
      "ᥭ": 2415,
      "ᥰ": 2416,
      "ᥲ": 2417,
      "ᥳ": 2418,
      "ᥴ": 2419,
      "ᦂ": 2420,
      "ᦄ": 2421,
      "ᦆ": 2422,
      "ᦉ": 2423,
      "ᦎ": 2424,
      "ᦑ": 2425,
      "ᦒ": 2426,
      "ᦓ": 2427,
      "ᦔ": 2428,
      "ᦗ": 2429,
      "ᦟ": 2430,
      "ᦤ": 2431,
      "ᦥ": 2432,
      "ᦨ": 2433,
      "ᦪ": 2434,
      "ᦫ": 2435,
      "ᦰ": 2436,
      "ᦱ": 2437,
      "ᦲ": 2438,
      "ᦳ": 2439,
      "ᦴ": 2440,
      "ᦵ": 2441,
      "ᦶ": 2442,
      "ᦷ": 2443,
      "ᦸ": 2444,
      "ᦹ": 2445,
      "ᦺ": 2446,
      "ᧁ": 2447,
      "ᧂ": 2448,
      "ᧃ": 2449,
      "ᧄ": 2450,
      "ᧅ": 2451,
      "ᧇ": 2452,
      "ᧈ": 2453,
      "ᧉ": 2454,
      "᧑": 2455,
      "᧒": 2456,
      "᧚": 2457,
      "᧞": 2458,
      "᧟": 2459,
      "ᨀ": 2460,
      "ᨁ": 2461,
      "ᨄ": 2462,
      "ᨅ": 2463,
      "ᨆ": 2464,
      "ᨈ": 2465,
      "ᨐ": 2466,
      "ᨑ": 2467,
      "ᨓ": 2468,
      "ᨔ": 2469,
      "ᨘ": 2470,
      "ᨙ": 2471,
      "ᨚ": 2472,
      "ᩒ": 2473,
      "᪭": 2474,
      "᭄": 2475,
      "ᯅ": 2476,
      "ᯣ": 2477,
      "ᯤ": 2478,
      "ᰁ": 2479,
      "ᰙ": 2480,
      "ᰩ": 2481,
      "᳞": 2482,
      "ᴀ": 2483,
      "ᴁ": 2484,
      "ᴂ": 2485,
      "ᴃ": 2486,
      "ᴄ": 2487,
      "ᴅ": 2488,
      "ᴆ": 2489,
      "ᴇ": 2490,
      "ᴈ": 2491,
      "ᴉ": 2492,
      "ᴊ": 2493,
      "ᴋ": 2494,
      "ᴌ": 2495,
      "ᴍ": 2496,
      "ᴏ": 2497,
      "ᴑ": 2498,
      "ᴔ": 2499,
      "ᴖ": 2500,
      "ᴗ": 2501,
      "ᴘ": 2502,
      "ᴙ": 2503,
      "ᴚ": 2504,
      "ᴛ": 2505,
      "ᴜ": 2506,
      "ᴝ": 2507,
      "ᴞ": 2508,
      "ᴟ": 2509,
      "ᴠ": 2510,
      "ᴡ": 2511,
      "ᴥ": 2512,
      "ᴬ": 2513,
      "ᴮ": 2514,
      "ᴰ": 2515,
      "ᴱ": 2516,
      "ᴳ": 2517,
      "ᴴ": 2518,
      "ᴵ": 2519,
      "ᴶ": 2520,
      "ᴷ": 2521,
      "ᴸ": 2522,
      "ᴹ": 2523,
      "ᴺ": 2524,
      "ᴼ": 2525,
      "ᴾ": 2526,
      "ᴿ": 2527,
      "ᵀ": 2528,
      "ᵁ": 2529,
      "ᵂ": 2530,
      "ᵃ": 2531,
      "ᵅ": 2532,
      "ᵇ": 2533,
      "ᵈ": 2534,
      "ᵉ": 2535,
      "ᵊ": 2536,
      "ᵋ": 2537,
      "ᵌ": 2538,
      "ᵍ": 2539,
      "ᵎ": 2540,
      "ᵏ": 2541,
      "ᵐ": 2542,
      "ᵑ": 2543,
      "ᵒ": 2544,
      "ᵓ": 2545,
      "ᵔ": 2546,
      "ᵕ": 2547,
      "ᵖ": 2548,
      "ᵗ": 2549,
      "ᵘ": 2550,
      "ᵚ": 2551,
      "ᵛ": 2552,
      "ᵝ": 2553,
      "ᵞ": 2554,
      "ᵟ": 2555,
      "ᵡ": 2556,
      "ᵢ": 2557,
      "ᵤ": 2558,
      "ᵧ": 2559,
      "ᵫ": 2560,
      "ᵬ": 2561,
      "ᵭ": 2562,
      "ᵮ": 2563,
      "ᵯ": 2564,
      "ᵰ": 2565,
      "ᵱ": 2566,
      "ᵲ": 2567,
      "ᵳ": 2568,
      "ᵴ": 2569,
      "ᵵ": 2570,
      "ᵶ": 2571,
      "ᵷ": 2572,
      "ᵹ": 2573,
      "ᵺ": 2574,
      "ᵻ": 2575,
      "ᵼ": 2576,
      "ᵽ": 2577,
      "ᵾ": 2578,
      "ᵿ": 2579,
      "ᶀ": 2580,
      "ᶂ": 2581,
      "ᶃ": 2582,
      "ᶄ": 2583,
      "ᶅ": 2584,
      "ᶆ": 2585,
      "ᶇ": 2586,
      "ᶈ": 2587,
      "ᶉ": 2588,
      "ᶊ": 2589,
      "ᶋ": 2590,
      "ᶌ": 2591,
      "ᶍ": 2592,
      "ᶎ": 2593,
      "ᶏ": 2594,
      "ᶐ": 2595,
      "ᶑ": 2596,
      "ᶒ": 2597,
      "ᶓ": 2598,
      "ᶔ": 2599,
      "ᶕ": 2600,
      "ᶖ": 2601,
      "ᶘ": 2602,
      "ᶙ": 2603,
      "ᶚ": 2604,
      "ᶜ": 2605,
      "ᶠ": 2606,
      "ᶣ": 2607,
      "ᶦ": 2608,
      "ᶧ": 2609,
      "ᶫ": 2610,
      "ᶯ": 2611,
      "ᶰ": 2612,
      "ᶲ": 2613,
      "ᶳ": 2614,
      "ᶸ": 2615,
      "ᶻ": 2616,
      "ᶿ": 2617,
      "᷀": 2618,
      "᷁": 2619,
      "᷄": 2620,
      "᷅": 2621,
      "᷆": 2622,
      "᷇": 2623,
      "ᷛ": 2624,
      "ᷞ": 2625,
      "ᷟ": 2626,
      "ᷡ": 2627,
      "ᷢ": 2628,
      "ḁ": 2629,
      "ḃ": 2630,
      "ḅ": 2631,
      "ḇ": 2632,
      "ḉ": 2633,
      "ḋ": 2634,
      "ḍ": 2635,
      "ḏ": 2636,
      "ḑ": 2637,
      "ḓ": 2638,
      "ḕ": 2639,
      "ḗ": 2640,
      "ḙ": 2641,
      "ḛ": 2642,
      "ḝ": 2643,
      "ḟ": 2644,
      "ḡ": 2645,
      "ḣ": 2646,
      "ḥ": 2647,
      "ḧ": 2648,
      "ḩ": 2649,
      "ḫ": 2650,
      "ḭ": 2651,
      "ḯ": 2652,
      "ḱ": 2653,
      "ḳ": 2654,
      "ḵ": 2655,
      "ḷ": 2656,
      "ḹ": 2657,
      "ḻ": 2658,
      "ḽ": 2659,
      "ḿ": 2660,
      "ṁ": 2661,
      "ṃ": 2662,
      "ṅ": 2663,
      "ṇ": 2664,
      "ṉ": 2665,
      "ṋ": 2666,
      "ṍ": 2667,
      "ṏ": 2668,
      "ṑ": 2669,
      "ṓ": 2670,
      "ṕ": 2671,
      "ṗ": 2672,
      "ṙ": 2673,
      "ṛ": 2674,
      "ṝ": 2675,
      "ṟ": 2676,
      "ṡ": 2677,
      "ṣ": 2678,
      "ṥ": 2679,
      "ṧ": 2680,
      "ṩ": 2681,
      "ṫ": 2682,
      "ṭ": 2683,
      "ṯ": 2684,
      "ṱ": 2685,
      "ṳ": 2686,
      "ṵ": 2687,
      "ṷ": 2688,
      "ṹ": 2689,
      "ṻ": 2690,
      "ṽ": 2691,
      "ṿ": 2692,
      "ẁ": 2693,
      "ẃ": 2694,
      "ẅ": 2695,
      "ẇ": 2696,
      "ẉ": 2697,
      "ẋ": 2698,
      "ẍ": 2699,
      "ẏ": 2700,
      "ẑ": 2701,
      "ẓ": 2702,
      "ẕ": 2703,
      "ẖ": 2704,
      "ẗ": 2705,
      "ẘ": 2706,
      "ẙ": 2707,
      "ẚ": 2708,
      "ẛ": 2709,
      "ạ": 2710,
      "ả": 2711,
      "ấ": 2712,
      "ầ": 2713,
      "ẩ": 2714,
      "ẫ": 2715,
      "ậ": 2716,
      "ắ": 2717,
      "ằ": 2718,
      "ẳ": 2719,
      "ẵ": 2720,
      "ặ": 2721,
      "ẹ": 2722,
      "ẻ": 2723,
      "ẽ": 2724,
      "ế": 2725,
      "ề": 2726,
      "ể": 2727,
      "ễ": 2728,
      "ệ": 2729,
      "ỉ": 2730,
      "ị": 2731,
      "ọ": 2732,
      "ỏ": 2733,
      "ố": 2734,
      "ồ": 2735,
      "ổ": 2736,
      "ỗ": 2737,
      "ộ": 2738,
      "ớ": 2739,
      "ờ": 2740,
      "ở": 2741,
      "ỡ": 2742,
      "ợ": 2743,
      "ụ": 2744,
      "ủ": 2745,
      "ứ": 2746,
      "ừ": 2747,
      "ử": 2748,
      "ữ": 2749,
      "ự": 2750,
      "ỳ": 2751,
      "ỵ": 2752,
      "ỷ": 2753,
      "ỹ": 2754,
      "ỻ": 2755,
      "ỽ": 2756,
      "ἀ": 2757,
      "ἁ": 2758,
      "ἂ": 2759,
      "ἃ": 2760,
      "ἄ": 2761,
      "ἅ": 2762,
      "ἆ": 2763,
      "ἐ": 2764,
      "ἑ": 2765,
      "ἔ": 2766,
      "ἕ": 2767,
      "ἠ": 2768,
      "ἡ": 2769,
      "ἢ": 2770,
      "ἤ": 2771,
      "ἥ": 2772,
      "ἦ": 2773,
      "ἧ": 2774,
      "ἰ": 2775,
      "ἱ": 2776,
      "ἴ": 2777,
      "ἵ": 2778,
      "ἶ": 2779,
      "ἷ": 2780,
      "ὀ": 2781,
      "ὁ": 2782,
      "ὂ": 2783,
      "ὃ": 2784,
      "ὄ": 2785,
      "ὅ": 2786,
      "ὐ": 2787,
      "ὑ": 2788,
      "ὔ": 2789,
      "ὕ": 2790,
      "ὖ": 2791,
      "ὗ": 2792,
      "ὠ": 2793,
      "ὡ": 2794,
      "ὢ": 2795,
      "ὤ": 2796,
      "ὦ": 2797,
      "ὰ": 2798,
      "ά": 2799,
      "ὲ": 2800,
      "έ": 2801,
      "ὴ": 2802,
      "ὶ": 2803,
      "ί": 2804,
      "ὸ": 2805,
      "ό": 2806,
      "ὺ": 2807,
      "ύ": 2808,
      "ὼ": 2809,
      "ᾅ": 2810,
      "ᾥ": 2811,
      "ᾰ": 2812,
      "ᾱ": 2813,
      "ᾳ": 2814,
      "ᾴ": 2815,
      "ᾶ": 2816,
      "᾽": 2817,
      "᾿": 2818,
      "῁": 2819,
      "ῃ": 2820,
      "ῆ": 2821,
      "ῇ": 2822,
      "῍": 2823,
      "ῐ": 2824,
      "ῑ": 2825,
      "ῖ": 2826,
      "ῤ": 2827,
      "ῥ": 2828,
      "ῦ": 2829,
      "ῳ": 2830,
      "ῶ": 2831,
      "ῷ": 2832,
      "῾": 2833,
      "​": 2834,
      "‌": 2835,
      "‍": 2836,
      "‎": 2837,
      "‏": 2838,
      "‐": 2839,
      "‑": 2840,
      "‒": 2841,
      "–": 2842,
      "—": 2843,
      "―": 2844,
      "‖": 2845,
      "‗": 2846,
      "‘": 2847,
      "’": 2848,
      "‚": 2849,
      "‛": 2850,
      "“": 2851,
      "”": 2852,
      "„": 2853,
      "‟": 2854,
      "†": 2855,
      "‡": 2856,
      "•": 2857,
      "‣": 2858,
      "․": 2859,
      "‥": 2860,
      "…": 2861,
      "‧": 2862,
      "‪": 2863,
      "‫": 2864,
      "‬": 2865,
      "‭": 2866,
      "‮": 2867,
      "‰": 2868,
      "‱": 2869,
      "′": 2870,
      "″": 2871,
      "‴": 2872,
      "‵": 2873,
      "‶": 2874,
      "‸": 2875,
      "‹": 2876,
      "›": 2877,
      "※": 2878,
      "‼": 2879,
      "‽": 2880,
      "‾": 2881,
      "‿": 2882,
      "⁀": 2883,
      "⁂": 2884,
      "⁃": 2885,
      "⁄": 2886,
      "⁇": 2887,
      "⁉": 2888,
      "⁋": 2889,
      "⁍": 2890,
      "⁎": 2891,
      "⁏": 2892,
      "⁓": 2893,
      "⁕": 2894,
      "⁝": 2895,
      "⁞": 2896,
      "⁠": 2897,
      "⁡": 2898,
      "⁢": 2899,
      "⁣": 2900,
      "⁧": 2901,
      "⁨": 2902,
      "⁩": 2903,
      "⁪": 2904,
      "⁬": 2905,
      "⁭": 2906,
      "⁯": 2907,
      "⁰": 2908,
      "ⁱ": 2909,
      "⁳": 2910,
