{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[BOS0]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS1]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS2]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[BOS0]": 0,
      "[BOS1]": 1,
      "[BOS2]": 2,
      "[SEP]": 3,
      "[EOS]": 4,
      "[UNK]": 5,
      "\u0000": 6,
      "\u0001": 7,
      "\u0002": 8,
      "\u0003": 9,
      "\u0005": 10,
      "\u0007": 11,
      "\b": 12,
      "\u000e": 13,
      "\u0010": 14,
      "\u0011": 15,
      "\u0012": 16,
      "\u0013": 17,
      "\u0014": 18,
      "\u0015": 19,
      "\u0017": 20,
      "\u0018": 21,
      "\u0019": 22,
      "\u001a": 23,
      "\u001b": 24,
      "\u001c": 25,
      "\u001d": 26,
      "\u001f": 27,
      "!": 28,
      "\"": 29,
      "#": 30,
      "$": 31,
      "%": 32,
      "&": 33,
      "'": 34,
      "(": 35,
      ")": 36,
      "*": 37,
      "+": 38,
      ",": 39,
      "-": 40,
      ".": 41,
      "/": 42,
      "0": 43,
      "1": 44,
      "2": 45,
      "3": 46,
      "4": 47,
      "5": 48,
      "6": 49,
      "7": 50,
      "8": 51,
      "9": 52,
      ":": 53,
      ";": 54,
      "<": 55,
      "=": 56,
      ">": 57,
      "?": 58,
      "@": 59,
      "B": 60,
      "E": 61,
      "O": 62,
      "P": 63,
      "S": 64,
      "[": 65,
      "\\": 66,
      "]": 67,
      "^": 68,
      "_": 69,
      "`": 70,
      "a": 71,
      "b": 72,
      "c": 73,
      "d": 74,
      "e": 75,
      "f": 76,
      "g": 77,
      "h": 78,
      "i": 79,
      "j": 80,
      "k": 81,
      "l": 82,
      "m": 83,
      "n": 84,
      "o": 85,
      "p": 86,
      "q": 87,
      "r": 88,
      "s": 89,
      "t": 90,
      "u": 91,
      "v": 92,
      "w": 93,
      "x": 94,
      "y": 95,
      "z": 96,
      "{": 97,
      "|": 98,
      "}": 99,
      "~": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "¡": 133,
      "¢": 134,
      "£": 135,
      "¤": 136,
      "¥": 137,
      "¦": 138,
      "§": 139,
      "¨": 140,
      "©": 141,
      "ª": 142,
      "«": 143,
      "¬": 144,
      "­": 145,
      "®": 146,
      "¯": 147,
      "°": 148,
      "±": 149,
      "²": 150,
      "³": 151,
      "´": 152,
      "µ": 153,
      "¶": 154,
      "·": 155,
      "¸": 156,
      "¹": 157,
      "º": 158,
      "»": 159,
      "¼": 160,
      "½": 161,
      "¾": 162,
      "¿": 163,
      "×": 164,
      "ß": 165,
      "à": 166,
      "á": 167,
      "â": 168,
      "ã": 169,
      "ä": 170,
      "å": 171,
      "æ": 172,
      "ç": 173,
      "è": 174,
      "é": 175,
      "ê": 176,
      "ë": 177,
      "ì": 178,
      "í": 179,
      "î": 180,
      "ï": 181,
      "ð": 182,
      "ñ": 183,
      "ò": 184,
      "ó": 185,
      "ô": 186,
      "õ": 187,
      "ö": 188,
      "÷": 189,
      "ø": 190,
      "ù": 191,
      "ú": 192,
      "û": 193,
      "ü": 194,
      "ý": 195,
      "þ": 196,
      "ÿ": 197,
      "ā": 198,
      "ă": 199,
      "ą": 200,
      "ć": 201,
      "ĉ": 202,
      "ċ": 203,
      "č": 204,
      "ď": 205,
      "đ": 206,
      "ē": 207,
      "ĕ": 208,
      "ė": 209,
      "ę": 210,
      "ě": 211,
      "ĝ": 212,
      "ğ": 213,
      "ġ": 214,
      "ģ": 215,
      "ĥ": 216,
      "ħ": 217,
      "ĩ": 218,
      "ī": 219,
      "ĭ": 220,
      "į": 221,
      "ı": 222,
      "ĳ": 223,
      "ĵ": 224,
      "ķ": 225,
      "ĸ": 226,
      "ĺ": 227,
      "ļ": 228,
      "ľ": 229,
      "ŀ": 230,
      "ł": 231,
      "ń": 232,
      "ņ": 233,
      "ň": 234,
      "ŉ": 235,
      "ŋ": 236,
      "ō": 237,
      "ŏ": 238,
      "ő": 239,
      "œ": 240,
      "ŕ": 241,
      "ŗ": 242,
      "ř": 243,
      "ś": 244,
      "ŝ": 245,
      "ş": 246,
      "š": 247,
      "ţ": 248,
      "ť": 249,
      "ŧ": 250,
      "ũ": 251,
      "ū": 252,
      "ŭ": 253,
      "ů": 254,
      "ű": 255,
      "ų": 256,
      "ŵ": 257,
      "ŷ": 258,
      "ź": 259,
      "ż": 260,
      "ž": 261,
      "ſ": 262,
      "ƀ": 263,
      "ƃ": 264,
      "ƅ": 265,
      "ƈ": 266,
      "ƌ": 267,
      "ƍ": 268,
      "ƒ": 269,
      "ƕ": 270,
      "ƙ": 271,
      "ƚ": 272,
      "ƛ": 273,
      "ƞ": 274,
      "ơ": 275,
      "ƣ": 276,
      "ƥ": 277,
      "ƨ": 278,
      "ƪ": 279,
      "ƫ": 280,
      "ƭ": 281,
      "ư": 282,
      "ƴ": 283,
      "ƶ": 284,
      "ƹ": 285,
      "ƺ": 286,
      "ƻ": 287,
      "ƽ": 288,
      "ƾ": 289,
      "ƿ": 290,
      "ǀ": 291,
      "ǁ": 292,
      "ǂ": 293,
      "ǃ": 294,
      "ǆ": 295,
      "ǉ": 296,
      "ǌ": 297,
      "ǎ": 298,
      "ǐ": 299,
      "ǒ": 300,
      "ǔ": 301,
      "ǖ": 302,
      "ǘ": 303,
      "ǚ": 304,
      "ǜ": 305,
      "ǝ": 306,
      "ǟ": 307,
      "ǡ": 308,
      "ǣ": 309,
      "ǥ": 310,
      "ǧ": 311,
      "ǩ": 312,
      "ǫ": 313,
      "ǭ": 314,
      "ǯ": 315,
      "ǰ": 316,
      "ǵ": 317,
      "ǹ": 318,
      "ǻ": 319,
      "ǽ": 320,
      "ǿ": 321,
      "ȁ": 322,
      "ȃ": 323,
      "ȅ": 324,
      "ȇ": 325,
      "ȉ": 326,
      "ȋ": 327,
      "ȍ": 328,
      "ȏ": 329,
      "ȑ": 330,
      "ȓ": 331,
      "ȕ": 332,
      "ȗ": 333,
      "ș": 334,
      "ț": 335,
      "ȝ": 336,
      "ȟ": 337,
      "ȡ": 338,
      "ȣ": 339,
      "ȥ": 340,
      "ȧ": 341,
      "ȩ": 342,
      "ȫ": 343,
      "ȭ": 344,
      "ȯ": 345,
      "ȱ": 346,
      "ȳ": 347,
      "ȴ": 348,
      "ȵ": 349,
      "ȶ": 350,
      "ȷ": 351,
      "ȸ": 352,
      "ȹ": 353,
      "ȼ": 354,
      "ȿ": 355,
      "ɀ": 356,
      "ɂ": 357,
      "ɇ": 358,
      "ɉ": 359,
      "ɋ": 360,
      "ɍ": 361,
      "ɏ": 362,
      "ɐ": 363,
      "ɑ": 364,
      "ɒ": 365,
      "ɓ": 366,
      "ɔ": 367,
      "ɕ": 368,
      "ɖ": 369,
      "ɗ": 370,
      "ɘ": 371,
      "ə": 372,
      "ɚ": 373,
      "ɛ": 374,
      "ɜ": 375,
      "ɝ": 376,
      "ɞ": 377,
      "ɟ": 378,
      "ɠ": 379,
      "ɡ": 380,
      "ɢ": 381,
      "ɣ": 382,
      "ɤ": 383,
      "ɥ": 384,
      "ɦ": 385,
      "ɧ": 386,
      "ɨ": 387,
      "ɩ": 388,
      "ɪ": 389,
      "ɫ": 390,
      "ɬ": 391,
      "ɭ": 392,
      "ɮ": 393,
      "ɯ": 394,
      "ɰ": 395,
      "ɱ": 396,
      "ɲ": 397,
      "ɳ": 398,
      "ɴ": 399,
      "ɵ": 400,
      "ɶ": 401,
      "ɷ": 402,
      "ɸ": 403,
      "ɹ": 404,
      "ɺ": 405,
      "ɻ": 406,
      "ɼ": 407,
      "ɽ": 408,
      "ɾ": 409,
      "ɿ": 410,
      "ʀ": 411,
      "ʁ": 412,
      "ʂ": 413,
      "ʃ": 414,
      "ʄ": 415,
      "ʅ": 416,
      "ʆ": 417,
      "ʇ": 418,
      "ʈ": 419,
      "ʉ": 420,
      "ʊ": 421,
      "ʋ": 422,
      "ʌ": 423,
      "ʍ": 424,
      "ʎ": 425,
      "ʏ": 426,
      "ʐ": 427,
      "ʑ": 428,
      "ʒ": 429,
      "ʓ": 430,
      "ʔ": 431,
      "ʕ": 432,
      "ʖ": 433,
      "ʗ": 434,
      "ʘ": 435,
      "ʙ": 436,
      "ʚ": 437,
      "ʛ": 438,
      "ʜ": 439,
      "ʝ": 440,
      "ʞ": 441,
      "ʟ": 442,
      "ʠ": 443,
      "ʡ": 444,
      "ʢ": 445,
      "ʣ": 446,
      "ʤ": 447,
      "ʥ": 448,
      "ʦ": 449,
      "ʧ": 450,
      "ʨ": 451,
      "ʩ": 452,
      "ʪ": 453,
      "ʫ": 454,
      "ʬ": 455,
      "ʭ": 456,
      "ʮ": 457,
      "ʯ": 458,
      "ʰ": 459,
      "ʱ": 460,
      "ʲ": 461,
      "ʳ": 462,
      "ʴ": 463,
      "ʵ": 464,
      "ʶ": 465,
      "ʷ": 466,
      "ʸ": 467,
      "ʹ": 468,
      "ʺ": 469,
      "ʻ": 470,
      "ʼ": 471,
      "ʽ": 472,
      "ʾ": 473,
      "ʿ": 474,
      "ˀ": 475,
      "ˁ": 476,
      "˂": 477,
      "˃": 478,
      "˄": 479,
      "˅": 480,
      "ˆ": 481,
      "ˇ": 482,
      "ˈ": 483,
      "ˉ": 484,
      "ˊ": 485,
      "ˋ": 486,
      "ˌ": 487,
      "ˍ": 488,
      "ˎ": 489,
      "ˏ": 490,
      "ː": 491,
      "ˑ": 492,
      "˒": 493,
      "˓": 494,
      "˔": 495,
      "˕": 496,
      "˖": 497,
      "˗": 498,
      "˘": 499,
      "˙": 500,
      "˚": 501,
      "˛": 502,
      "˜": 503,
      "˝": 504,
      "˞": 505,
      "˟": 506,
      "ˠ": 507,
      "ˡ": 508,
      "ˢ": 509,
      "ˣ": 510,
      "ˤ": 511,
      "˥": 512,
      "˦": 513,
      "˧": 514,
      "˨": 515,
      "˩": 516,
      "˪": 517,
      "˫": 518,
      "ˬ": 519,
      "˭": 520,
      "ˮ": 521,
      "˱": 522,
      "˲": 523,
      "˳": 524,
      "˴": 525,
      "˵": 526,
      "˶": 527,
      "˼": 528,
      "˽": 529,
      "˾": 530,
      "˿": 531,
      "̀": 532,
      "́": 533,
      "̂": 534,
      "̃": 535,
      "̄": 536,
      "̅": 537,
      "̆": 538,
      "̇": 539,
      "̈": 540,
      "̉": 541,
      "̊": 542,
      "̋": 543,
      "̌": 544,
      "̍": 545,
      "̎": 546,
      "̏": 547,
      "̐": 548,
      "̑": 549,
      "̒": 550,
      "̓": 551,
      "̔": 552,
      "̕": 553,
      "̖": 554,
      "̗": 555,
      "̘": 556,
      "̙": 557,
      "̚": 558,
      "̛": 559,
      "̜": 560,
      "̝": 561,
      "̞": 562,
      "̟": 563,
      "̠": 564,
      "̡": 565,
      "̢": 566,
      "̣": 567,
      "̤": 568,
      "̥": 569,
      "̦": 570,
      "̧": 571,
      "̨": 572,
      "̩": 573,
      "̪": 574,
      "̫": 575,
      "̬": 576,
      "̭": 577,
      "̮": 578,
      "̯": 579,
      "̰": 580,
      "̱": 581,
      "̲": 582,
      "̳": 583,
      "̴": 584,
      "̵": 585,
      "̶": 586,
      "̷": 587,
      "̸": 588,
      "̹": 589,
      "̺": 590,
      "̻": 591,
      "̼": 592,
      "̽": 593,
      "̾": 594,
      "̿": 595,
      "̀": 596,
      "͂": 597,
      "̓": 598,
      "ͅ": 599,
      "͆": 600,
      "͇": 601,
      "͈": 602,
      "͉": 603,
      "͊": 604,
      "͋": 605,
      "͌": 606,
      "͍": 607,
      "͎": 608,
      "͏": 609,
      "͐": 610,
      "͑": 611,
      "͒": 612,
      "͓": 613,
      "͔": 614,
      "͕": 615,
      "͖": 616,
      "͗": 617,
      "͘": 618,
      "͙": 619,
      "͚": 620,
      "͛": 621,
      "͜": 622,
      "͝": 623,
      "͞": 624,
      "͟": 625,
      "͠": 626,
      "͡": 627,
      "͢": 628,
      "ͣ": 629,
      "ͤ": 630,
      "ͥ": 631,
      "ͦ": 632,
      "ͧ": 633,
      "ͨ": 634,
      "ͩ": 635,
      "ͪ": 636,
      "ͫ": 637,
      "ͬ": 638,
      "ͭ": 639,
      "ͮ": 640,
      "ͯ": 641,
      "ͱ": 642,
      "ͳ": 643,
      "͵": 644,
      "ͷ": 645,
      "ͻ": 646,
      "ͼ": 647,
      "ͽ": 648,
      ";": 649,
      "΄": 650,
      "·": 651,
      "ΐ": 652,
      "ά": 653,
      "έ": 654,
      "ή": 655,
      "ί": 656,
      "ΰ": 657,
      "α": 658,
      "β": 659,
      "γ": 660,
      "δ": 661,
      "ε": 662,
      "ζ": 663,
      "η": 664,
      "θ": 665,
      "ι": 666,
      "κ": 667,
      "λ": 668,
      "μ": 669,
      "ν": 670,
      "ξ": 671,
      "ο": 672,
      "π": 673,
      "ρ": 674,
      "ς": 675,
      "σ": 676,
      "τ": 677,
      "υ": 678,
      "φ": 679,
      "χ": 680,
      "ψ": 681,
      "ω": 682,
      "ϊ": 683,
      "ϋ": 684,
      "ό": 685,
      "ύ": 686,
      "ώ": 687,
      "ϐ": 688,
      "ϑ": 689,
      "ϒ": 690,
      "ϔ": 691,
      "ϕ": 692,
      "ϖ": 693,
      "ϙ": 694,
      "ϛ": 695,
      "ϝ": 696,
      "ϟ": 697,
      "ϡ": 698,
      "ϣ": 699,
      "ϥ": 700,
      "ϩ": 701,
      "ϫ": 702,
      "ϭ": 703,
      "ϯ": 704,
      "ϰ": 705,
      "ϲ": 706,
      "ϳ": 707,
      "ϵ": 708,
      "϶": 709,
      "ϸ": 710,
      "ϻ": 711,
      "а": 712,
      "б": 713,
      "в": 714,
      "г": 715,
      "д": 716,
      "е": 717,
      "ж": 718,
      "з": 719,
      "и": 720,
      "й": 721,
      "к": 722,
      "л": 723,
      "м": 724,
      "н": 725,
      "о": 726,
      "п": 727,
      "р": 728,
      "с": 729,
      "т": 730,
      "у": 731,
      "ф": 732,
      "х": 733,
      "ц": 734,
      "ч": 735,
      "ш": 736,
      "щ": 737,
      "ъ": 738,
      "ы": 739,
      "ь": 740,
      "э": 741,
      "ю": 742,
      "я": 743,
      "ѐ": 744,
      "ё": 745,
      "ђ": 746,
      "ѓ": 747,
      "є": 748,
      "ѕ": 749,
      "і": 750,
      "ї": 751,
      "ј": 752,
      "љ": 753,
      "њ": 754,
      "ћ": 755,
      "ќ": 756,
      "ѝ": 757,
      "ў": 758,
      "џ": 759,
      "ѡ": 760,
      "ѣ": 761,
      "ѥ": 762,
      "ѧ": 763,
      "ѩ": 764,
      "ѫ": 765,
      "ѭ": 766,
      "ѯ": 767,
      "ѱ": 768,
      "ѳ": 769,
      "ѵ": 770,
      "ѷ": 771,
      "ѹ": 772,
      "ѻ": 773,
      "ѽ": 774,
      "ѿ": 775,
      "ҁ": 776,
      "҂": 777,
      "҃": 778,
      "҈": 779,
      "҉": 780,
      "ҋ": 781,
      "ҍ": 782,
      "ҏ": 783,
      "ґ": 784,
      "ғ": 785,
      "ҕ": 786,
      "җ": 787,
      "ҙ": 788,
      "қ": 789,
      "ҝ": 790,
      "ҟ": 791,
      "ҡ": 792,
      "ң": 793,
      "ҥ": 794,
      "ҧ": 795,
      "ҩ": 796,
      "ҫ": 797,
      "ҭ": 798,
      "ү": 799,
      "ұ": 800,
      "ҳ": 801,
      "ҵ": 802,
      "ҷ": 803,
      "ҹ": 804,
      "һ": 805,
      "ҽ": 806,
      "ҿ": 807,
      "ӂ": 808,
      "ӄ": 809,
      "ӆ": 810,
      "ӈ": 811,
      "ӊ": 812,
      "ӌ": 813,
      "ӎ": 814,
      "ӏ": 815,
      "ӑ": 816,
      "ӓ": 817,
      "ӕ": 818,
      "ӗ": 819,
      "ә": 820,
      "ӛ": 821,
      "ӝ": 822,
      "ӟ": 823,
      "ӡ": 824,
      "ӣ": 825,
      "ӥ": 826,
      "ӧ": 827,
      "ө": 828,
      "ӫ": 829,
      "ӭ": 830,
      "ӯ": 831,
      "ӱ": 832,
      "ӳ": 833,
      "ӵ": 834,
      "ӷ": 835,
      "ӹ": 836,
      "ӻ": 837,
      "ӽ": 838,
      "ӿ": 839,
      "ԁ": 840,
      "ԃ": 841,
      "ԅ": 842,
      "ԇ": 843,
      "ԉ": 844,
      "ԋ": 845,
      "ԍ": 846,
      "ԏ": 847,
      "ԑ": 848,
      "ԓ": 849,
      "ԕ": 850,
      "ԗ": 851,
      "ԛ": 852,
      "ԝ": 853,
      "ԟ": 854,
      "ԡ": 855,
      "ԣ": 856,
      "ԥ": 857,
      "ԩ": 858,
      "ԫ": 859,
      "ԭ": 860,
      "ԯ": 861,
      "՛": 862,
      "՜": 863,
      "՝": 864,
      "՞": 865,
      "ա": 866,
      "բ": 867,
      "գ": 868,
      "դ": 869,
      "ե": 870,
      "զ": 871,
      "է": 872,
      "ը": 873,
      "թ": 874,
      "ժ": 875,
      "ի": 876,
      "լ": 877,
      "խ": 878,
      "ծ": 879,
      "կ": 880,
      "հ": 881,
      "ձ": 882,
      "ղ": 883,
      "մ": 884,
      "յ": 885,
      "ն": 886,
      "շ": 887,
      "ո": 888,
      "չ": 889,
      "պ": 890,
      "ջ": 891,
      "ռ": 892,
      "ս": 893,
      "վ": 894,
      "տ": 895,
      "ր": 896,
      "ց": 897,
      "ւ": 898,
      "փ": 899,
      "ք": 900,
      "օ": 901,
      "ֆ": 902,
      "և": 903,
      "։": 904,
      "֏": 905,
      "֖": 906,
      "֙": 907,
      "֚": 908,
      "֜": 909,
      "֤": 910,
      "֥": 911,
      "֨": 912,
      "֩": 913,
      "֪": 914,
      "֫": 915,
      "֬": 916,
      "֮": 917,
      "ְ": 918,
      "ֱ": 919,
      "ֲ": 920,
      "ֳ": 921,
      "ִ": 922,
      "ֵ": 923,
      "ֶ": 924,
      "ַ": 925,
      "ָ": 926,
      "ֹ": 927,
      "ֻ": 928,
      "ּ": 929,
      "ֽ": 930,
      "־": 931,
      "ֿ": 932,
      "׀": 933,
      "ׁ": 934,
      "ׂ": 935,
      "׋": 936,
      "׍": 937,
      "א": 938,
      "ב": 939,
      "ג": 940,
      "ד": 941,
      "ה": 942,
      "ו": 943,
      "ז": 944,
      "ח": 945,
      "ט": 946,
      "י": 947,
      "ך": 948,
      "כ": 949,
      "ל": 950,
      "ם": 951,
      "מ": 952,
      "ן": 953,
      "נ": 954,
      "ס": 955,
      "ע": 956,
      "ף": 957,
      "פ": 958,
      "ץ": 959,
      "צ": 960,
      "ק": 961,
      "ר": 962,
      "ש": 963,
      "ת": 964,
      "׫": 965,
      "׬": 966,
      "׭": 967,
      "װ": 968,
      "ױ": 969,
      "ײ": 970,
      "׳": 971,
      "״": 972,
      "׶": 973,
      "׷": 974,
      "׸": 975,
      "؀": 976,
      "؂": 977,
      "؅": 978,
      "،": 979,
      "؏": 980,
      "ؖ": 981,
      "؛": 982,
      "؟": 983,
      "ء": 984,
      "آ": 985,
      "أ": 986,
      "ؤ": 987,
      "إ": 988,
      "ئ": 989,
      "ا": 990,
      "ب": 991,
      "ة": 992,
      "ت": 993,
      "ث": 994,
      "ج": 995,
      "ح": 996,
      "خ": 997,
      "د": 998,
      "ذ": 999,
      "ر": 1000,
      "ز": 1001,
      "س": 1002,
      "ش": 1003,
      "ص": 1004,
      "ض": 1005,
      "ط": 1006,
      "ظ": 1007,
      "ع": 1008,
      "غ": 1009,
      "ؾ": 1010,
      "ؿ": 1011,
      "ـ": 1012,
      "ف": 1013,
      "ق": 1014,
      "ك": 1015,
      "ل": 1016,
      "م": 1017,
      "ن": 1018,
      "ه": 1019,
      "و": 1020,
      "ى": 1021,
      "ي": 1022,
      "ً": 1023,
      "ٌ": 1024,
      "ٍ": 1025,
      "َ": 1026,
      "ُ": 1027,
      "ِ": 1028,
      "ّ": 1029,
      "ْ": 1030,
      "ٔ": 1031,
      "ٕ": 1032,
      "٠": 1033,
      "١": 1034,
      "٢": 1035,
      "٣": 1036,
      "٤": 1037,
      "٥": 1038,
      "٦": 1039,
      "٧": 1040,
      "٨": 1041,
      "٩": 1042,
      "٫": 1043,
      "٭": 1044,
      "ٯ": 1045,
      "ٰ": 1046,
      "ٱ": 1047,
      "ٳ": 1048,
      "ٵ": 1049,
      "ٷ": 1050,
      "ٸ": 1051,
      "ٹ": 1052,
      "ٺ": 1053,
      "ټ": 1054,
      "ٽ": 1055,
      "پ": 1056,
      "ڀ": 1057,
      "ځ": 1058,
      "ڄ": 1059,
      "څ": 1060,
      "چ": 1061,
      "ڈ": 1062,
      "ڊ": 1063,
      "ڌ": 1064,
      "ڏ": 1065,
      "ڑ": 1066,
      "ړ": 1067,
      "ڕ": 1068,
      "ږ": 1069,
      "ژ": 1070,
      "ڙ": 1071,
      "ښ": 1072,
      "ڟ": 1073,
      "ڠ": 1074,
      "ڤ": 1075,
      "ک": 1076,
      "ڪ": 1077,
      "ګ": 1078,
      "ڬ": 1079,
      "ڭ": 1080,
      "گ": 1081,
      "ڱ": 1082,
      "ڲ": 1083,
      "ڵ": 1084,
      "ڸ": 1085,
      "ں": 1086,
      "ڻ": 1087,
      "ڼ": 1088,
      "ھ": 1089,
      "ہ": 1090,
      "ۂ": 1091,
      "ۄ": 1092,
      "ۆ": 1093,
      "ۇ": 1094,
      "ۈ": 1095,
      "ۋ": 1096,
      "ی": 1097,
      "ێ": 1098,
      "ۏ": 1099,
      "ې": 1100,
      "ے": 1101,
      "ۓ": 1102,
      "۔": 1103,
      "ە": 1104,
      "ۖ": 1105,
      "ۚ": 1106,
      "۝": 1107,
      "۞": 1108,
      "ۦ": 1109,
      "ۨ": 1110,
      "۩": 1111,
      "۰": 1112,
      "۱": 1113,
      "۲": 1114,
      "۳": 1115,
      "۴": 1116,
      "۵": 1117,
      "۶": 1118,
      "۷": 1119,
      "۸": 1120,
      "۹": 1121,
      "ۿ": 1122,
      "܈": 1123,
      "܊": 1124,
      "ܐ": 1125,
      "ܑ": 1126,
      "ܒ": 1127,
      "ܓ": 1128,
      "ܕ": 1129,
      "ܗ": 1130,
      "ܘ": 1131,
      "ܙ": 1132,
      "ܚ": 1133,
      "ܛ": 1134,
      "ܝ": 1135,
      "ܟ": 1136,
      "ܠ": 1137,
      "ܡ": 1138,
      "ܢ": 1139,
      "ܣ": 1140,
      "ܤ": 1141,
      "ܥ": 1142,
      "ܦ": 1143,
      "ܨ": 1144,
      "ܩ": 1145,
      "ܪ": 1146,
      "ܫ": 1147,
      "ܬ": 1148,
      "ܰ": 1149,
      "ܲ": 1150,
      "ܵ": 1151,
      "ܼ": 1152,
      "݁": 1153,
      "݂": 1154,
      "݃": 1155,
      "݄": 1156,
      "ݍ": 1157,
      "ݎ": 1158,
      "ݓ": 1159,
      "ݕ": 1160,
      "ݗ": 1161,
      "ݚ": 1162,
      "ݛ": 1163,
      "ݝ": 1164,
      "ݞ": 1165,
      "ݟ": 1166,
      "ݠ": 1167,
      "ݡ": 1168,
      "ݢ": 1169,
      "ݣ": 1170,
      "ݴ": 1171,
      "ݸ": 1172,
      "ݹ": 1173,
      "ݺ": 1174,
      "ހ": 1175,
      "ނ": 1176,
      "ރ": 1177,
      "ބ": 1178,
      "ޅ": 1179,
      "ކ": 1180,
      "އ": 1181,
      "ވ": 1182,
      "މ": 1183,
      "ފ": 1184,
      "ދ": 1185,
      "ތ": 1186,
      "ލ": 1187,
      "ގ": 1188,
      "ޏ": 1189,
      "ސ": 1190,
      "ޑ": 1191,
      "ޔ": 1192,
      "ޕ": 1193,
      "ޖ": 1194,
      "ޙ": 1195,
      "ޝ": 1196,
      "ޤ": 1197,
      "ަ": 1198,
      "ާ": 1199,
      "ި": 1200,
      "ީ": 1201,
      "ު": 1202,
      "ޫ": 1203,
      "ެ": 1204,
      "ޭ": 1205,
      "ޮ": 1206,
      "ޯ": 1207,
      "ް": 1208,
      "ޱ": 1209,
      "޶": 1210,
      "߁": 1211,
      "ߎ": 1212,
      "ߏ": 1213,
      "ߞ": 1214,
      "ߣ": 1215,
      "ߦ": 1216,
      "ߧ": 1217,
      "߫": 1218,
      "߬": 1219,
      "߮": 1220,
      "ߵ": 1221,
      "߻": 1222,
      "߿": 1223,
      "ࡇ": 1224,
      "࣬": 1225,
      "ऀ": 1226,
      "ँ": 1227,
      "ं": 1228,
      "ः": 1229,
      "अ": 1230,
      "आ": 1231,
      "इ": 1232,
      "ई": 1233,
      "उ": 1234,
      "ऊ": 1235,
      "ऋ": 1236,
      "ऌ": 1237,
      "ए": 1238,
      "ऐ": 1239,
      "ऑ": 1240,
      "ओ": 1241,
      "औ": 1242,
      "क": 1243,
      "ख": 1244,
      "ग": 1245,
      "घ": 1246,
      "ङ": 1247,
      "च": 1248,
      "छ": 1249,
      "ज": 1250,
      "झ": 1251,
      "ञ": 1252,
      "ट": 1253,
      "ठ": 1254,
      "ड": 1255,
      "ढ": 1256,
      "ण": 1257,
      "त": 1258,
      "थ": 1259,
      "द": 1260,
      "ध": 1261,
      "न": 1262,
      "प": 1263,
      "फ": 1264,
      "ब": 1265,
      "भ": 1266,
      "म": 1267,
      "य": 1268,
      "र": 1269,
      "ल": 1270,
      "ळ": 1271,
      "व": 1272,
      "श": 1273,
      "ष": 1274,
      "स": 1275,
      "ह": 1276,
      "़": 1277,
      "ऽ": 1278,
      "ा": 1279,
      "ि": 1280,
      "ी": 1281,
      "ु": 1282,
      "ू": 1283,
      "ृ": 1284,
      "ॄ": 1285,
      "ॆ": 1286,
      "े": 1287,
      "ै": 1288,
      "ॉ": 1289,
      "ो": 1290,
      "ौ": 1291,
      "्": 1292,
      "ॐ": 1293,
      "॑": 1294,
      "॒": 1295,
      "॓": 1296,
      "॔": 1297,
      "ॠ": 1298,
      "ॡ": 1299,
      "ॢ": 1300,
      "ॣ": 1301,
      "।": 1302,
      "॥": 1303,
      "०": 1304,
      "१": 1305,
      "२": 1306,
      "३": 1307,
      "४": 1308,
      "५": 1309,
      "६": 1310,
      "७": 1311,
      "८": 1312,
      "९": 1313,
      "॰": 1314,
      "ॱ": 1315,
      "ॿ": 1316,
      "ঁ": 1317,
      "ং": 1318,
      "ঃ": 1319,
      "অ": 1320,
      "আ": 1321,
      "ই": 1322,
      "উ": 1323,
      "এ": 1324,
      "ও": 1325,
      "ক": 1326,
      "খ": 1327,
      "গ": 1328,
      "ঘ": 1329,
      "ঙ": 1330,
      "চ": 1331,
      "ছ": 1332,
      "জ": 1333,
      "ঝ": 1334,
      "ঞ": 1335,
      "ট": 1336,
      "ঠ": 1337,
      "ড": 1338,
      "ণ": 1339,
      "ত": 1340,
      "থ": 1341,
      "দ": 1342,
      "ধ": 1343,
      "ন": 1344,
      "প": 1345,
      "ফ": 1346,
      "ব": 1347,
      "ভ": 1348,
      "ম": 1349,
      "য": 1350,
      "র": 1351,
      "ল": 1352,
      "শ": 1353,
      "ষ": 1354,
      "স": 1355,
      "হ": 1356,
      "়": 1357,
      "া": 1358,
      "ি": 1359,
      "ী": 1360,
      "ু": 1361,
      "ূ": 1362,
      "ৃ": 1363,
      "ে": 1364,
      "ো": 1365,
      "ৌ": 1366,
      "্": 1367,
      "ৎ": 1368,
      "য়": 1369,
      "১": 1370,
      "৩": 1371,
      "৪": 1372,
      "৫": 1373,
      "৬": 1374,
      "৭": 1375,
      "ৰ": 1376,
      "ৱ": 1377,
      "৳": 1378,
      "৸": 1379,
      "৹": 1380,
      "৺": 1381,
      "਀": 1382,
      "ਂ": 1383,
      "ਃ": 1384,
      "ਅ": 1385,
      "ਆ": 1386,
      "ਉ": 1387,
      "ਊ": 1388,
      "਍": 1389,
      "ਕ": 1390,
      "ਖ": 1391,
      "ਗ": 1392,
      "ਘ": 1393,
      "ਚ": 1394,
      "ਜ": 1395,
      "ਝ": 1396,
      "ਟ": 1397,
      "ਠ": 1398,
      "ਡ": 1399,
      "ਤ": 1400,
      "ਥ": 1401,
      "ਦ": 1402,
      "ਨ": 1403,
      "ਪ": 1404,
      "ਬ": 1405,
      "ਭ": 1406,
      "ਮ": 1407,
      "ਰ": 1408,
      "ਲ": 1409,
      "ਵ": 1410,
      "ਸ": 1411,
      "ਹ": 1412,
      "਼": 1413,
      "ਾ": 1414,
      "ਿ": 1415,
      "ੀ": 1416,
      "ੁ": 1417,
      "ੂ": 1418,
      "ੇ": 1419,
      "ੈ": 1420,
      "ੋ": 1421,
      "੍": 1422,
      "ੜ": 1423,
      "੧": 1424,
      "੨": 1425,
      "੫": 1426,
      "੭": 1427,
      "੯": 1428,
      "ੰ": 1429,
      "ੱ": 1430,
      "ੲ": 1431,
      "ੳ": 1432,
      "ੴ": 1433,
      "ઁ": 1434,
      "ં": 1435,
      "અ": 1436,
      "ક": 1437,
      "ખ": 1438,
      "ગ": 1439,
      "જ": 1440,
      "ટ": 1441,
      "ડ": 1442,
      "ત": 1443,
      "દ": 1444,
      "ધ": 1445,
      "ન": 1446,
      "પ": 1447,
      "ફ": 1448,
      "બ": 1449,
      "ભ": 1450,
      "મ": 1451,
      "ર": 1452,
      "લ": 1453,
      "વ": 1454,
      "શ": 1455,
      "સ": 1456,
      "હ": 1457,
      "ઽ": 1458,
      "ા": 1459,
      "િ": 1460,
      "ી": 1461,
      "ુ": 1462,
      "ૂ": 1463,
      "ૃ": 1464,
      "ૄ": 1465,
      "ૅ": 1466,
      "ે": 1467,
      "ૈ": 1468,
      "ો": 1469,
      "્": 1470,
      "ૢ": 1471,
      "૧": 1472,
      "૩": 1473,
      "૭": 1474,
      "૮": 1475,
      "ଁ": 1476,
      "ଂ": 1477,
      "ଅ": 1478,
      "ଆ": 1479,
      "ଇ": 1480,
      "ଉ": 1481,
      "଑": 1482,
      "ଓ": 1483,
      "କ": 1484,
      "ଗ": 1485,
      "ଘ": 1486,
      "ଙ": 1487,
      "ଡ": 1488,
      "ନ": 1489,
      "ପ": 1490,
      "ବ": 1491,
      "ଭ": 1492,
      "ର": 1493,
      "ଲ": 1494,
      "ଳ": 1495,
      "ଵ": 1496,
      "ଶ": 1497,
      "ଷ": 1498,
      "ସ": 1499,
      "଼": 1500,
      "ା": 1501,
      "ି": 1502,
      "ୁ": 1503,
      "େ": 1504,
      "୍": 1505,
      "୧": 1506,
      "୨": 1507,
      "୭": 1508,
      "அ": 1509,
      "ஆ": 1510,
      "இ": 1511,
      "ஈ": 1512,
      "உ": 1513,
      "ஊ": 1514,
      "எ": 1515,
      "ஏ": 1516,
      "ஐ": 1517,
      "ஒ": 1518,
      "ஓ": 1519,
      "க": 1520,
      "ங": 1521,
      "ச": 1522,
      "ஜ": 1523,
      "ஞ": 1524,
      "ட": 1525,
      "ண": 1526,
      "த": 1527,
      "ந": 1528,
      "ன": 1529,
      "ப": 1530,
      "ம": 1531,
      "ய": 1532,
      "ர": 1533,
      "ற": 1534,
      "ல": 1535,
      "ள": 1536,
      "ழ": 1537,
      "வ": 1538,
      "ஷ": 1539,
      "ஸ": 1540,
      "ஹ": 1541,
      "ா": 1542,
      "ி": 1543,
      "ீ": 1544,
      "ு": 1545,
      "ூ": 1546,
      "ெ": 1547,
      "ே": 1548,
      "ை": 1549,
      "ொ": 1550,
      "ோ": 1551,
      "்": 1552,
      "ௐ": 1553,
      "௰": 1554,
      "௷": 1555,
      "௸": 1556,
      "ఁ": 1557,
      "ం": 1558,
      "ః": 1559,
      "అ": 1560,
      "ఆ": 1561,
      "ఇ": 1562,
      "ఈ": 1563,
      "ఉ": 1564,
      "ఎ": 1565,
      "ఐ": 1566,
      "ఔ": 1567,
      "క": 1568,
      "ఖ": 1569,
      "గ": 1570,
      "చ": 1571,
      "జ": 1572,
      "ట": 1573,
      "ఠ": 1574,
      "డ": 1575,
      "ణ": 1576,
      "త": 1577,
      "థ": 1578,
      "ద": 1579,
      "ధ": 1580,
      "న": 1581,
      "ప": 1582,
      "బ": 1583,
      "భ": 1584,
      "మ": 1585,
      "య": 1586,
      "ర": 1587,
      "ల": 1588,
      "వ": 1589,
      "శ": 1590,
      "ష": 1591,
      "స": 1592,
      "హ": 1593,
      "ా": 1594,
      "ి": 1595,
      "ీ": 1596,
      "ు": 1597,
      "ూ": 1598,
      "ృ": 1599,
      "ౄ": 1600,
      "ె": 1601,
      "ే": 1602,
      "ై": 1603,
      "ొ": 1604,
      "ో": 1605,
      "ౌ": 1606,
      "్": 1607,
      "ౢ": 1608,
      "౧": 1609,
      "౨": 1610,
      "౩": 1611,
      "౪": 1612,
      "౿": 1613,
      "ಂ": 1614,
      "ಅ": 1615,
      "ಆ": 1616,
      "ಇ": 1617,
      "ಉ": 1618,
      "ಋ": 1619,
      "ಕ": 1620,
      "ಖ": 1621,
      "ಗ": 1622,
      "ಘ": 1623,
      "ಙ": 1624,
      "ಚ": 1625,
      "ಛ": 1626,
      "ಜ": 1627,
      "ಝ": 1628,
      "ಞ": 1629,
      "ಟ": 1630,
      "ಠ": 1631,
      "ಡ": 1632,
      "ಢ": 1633,
      "ಣ": 1634,
      "ತ": 1635,
      "ಥ": 1636,
      "ದ": 1637,
      "ಧ": 1638,
      "ನ": 1639,
      "ಪ": 1640,
      "ಫ": 1641,
      "ಬ": 1642,
      "ಭ": 1643,
      "ಮ": 1644,
      "ಯ": 1645,
      "ರ": 1646,
      "ಲ": 1647,
      "ಳ": 1648,
      "ವ": 1649,
      "ಶ": 1650,
      "ಷ": 1651,
      "ಸ": 1652,
      "ಹ": 1653,
      "ಾ": 1654,
      "ಿ": 1655,
      "ೀ": 1656,
      "ು": 1657,
      "ೂ": 1658,
      "ೃ": 1659,
      "ೄ": 1660,
      "ೆ": 1661,
      "ೇ": 1662,
      "ೊ": 1663,
      "ೋ": 1664,
      "ೌ": 1665,
      "್": 1666,
      "ೕ": 1667,
      "ೖ": 1668,
      "ೡ": 1669,
      "೦": 1670,
      "೧": 1671,
      "೨": 1672,
      "೩": 1673,
      "೪": 1674,
      "೫": 1675,
      "೬": 1676,
      "೭": 1677,
      "೮": 1678,
      "೯": 1679,
      "ഀ": 1680,
      "ം": 1681,
      "ഃ": 1682,
      "ആ": 1683,
      "ഇ": 1684,
      "ഈ": 1685,
      "ഉ": 1686,
      "ഒ": 1687,
      "ഓ": 1688,
      "ക": 1689,
      "ങ": 1690,
      "ച": 1691,
      "ജ": 1692,
      "ട": 1693,
      "ഠ": 1694,
      "ഡ": 1695,
      "ണ": 1696,
      "ത": 1697,
      "ദ": 1698,
      "ധ": 1699,
      "ന": 1700,
      "പ": 1701,
      "ഫ": 1702,
      "ബ": 1703,
      "മ": 1704,
      "യ": 1705,
      "ര": 1706,
      "റ": 1707,
      "ല": 1708,
      "ള": 1709,
      "ഴ": 1710,
      "വ": 1711,
      "ശ": 1712,
      "സ": 1713,
      "ഹ": 1714,
      "ാ": 1715,
      "ി": 1716,
      "ീ": 1717,
      "ു": 1718,
      "ൂ": 1719,
      "ൄ": 1720,
      "െ": 1721,
      "േ": 1722,
      "ോ": 1723,
      "്": 1724,
      "ൠ": 1725,
      "ൢ": 1726,
      "൧": 1727,
      "ൾ": 1728,
      "ං": 1729,
      "අ": 1730,
      "ආ": 1731,
      "ඉ": 1732,
      "එ": 1733,
      "ඓ": 1734,
      "ඔ": 1735,
      "ක": 1736,
      "ඛ": 1737,
      "ග": 1738,
      "ච": 1739,
      "ඡ": 1740,
      "ජ": 1741,
      "ට": 1742,
      "ඨ": 1743,
      "ඩ": 1744,
      "ණ": 1745,
      "ත": 1746,
      "ථ": 1747,
      "ද": 1748,
      "ධ": 1749,
      "න": 1750,
      "ප": 1751,
      "බ": 1752,
      "භ": 1753,
      "ම": 1754,
      "ය": 1755,
      "ර": 1756,
      "ල": 1757,
      "ව": 1758,
      "ශ": 1759,
      "ෂ": 1760,
      "ස": 1761,
      "හ": 1762,
      "ෆ": 1763,
      "්": 1764,
      "ා": 1765,
      "ැ": 1766,
      "ි": 1767,
      "ී": 1768,
      "ු": 1769,
      "ෙ": 1770,
      "ේ": 1771,
      "ො": 1772,
      "ෝ": 1773,
      "෣": 1774,
      "෴": 1775,
      "ก": 1776,
      "ข": 1777,
      "ฃ": 1778,
      "ค": 1779,
      "ฅ": 1780,
      "ฆ": 1781,
      "ง": 1782,
      "จ": 1783,
      "ฉ": 1784,
      "ช": 1785,
      "ซ": 1786,
      "ฌ": 1787,
      "ญ": 1788,
      "ฎ": 1789,
      "ฏ": 1790,
      "ฐ": 1791,
      "ฑ": 1792,
      "ฒ": 1793,
      "ณ": 1794,
      "ด": 1795,
      "ต": 1796,
      "ถ": 1797,
      "ท": 1798,
      "ธ": 1799,
      "น": 1800,
      "บ": 1801,
      "ป": 1802,
      "ผ": 1803,
      "ฝ": 1804,
      "พ": 1805,
      "ฟ": 1806,
      "ภ": 1807,
      "ม": 1808,
      "ย": 1809,
      "ร": 1810,
      "ฤ": 1811,
      "ล": 1812,
      "ฦ": 1813,
      "ว": 1814,
      "ศ": 1815,
      "ษ": 1816,
      "ส": 1817,
      "ห": 1818,
      "ฬ": 1819,
      "อ": 1820,
      "ฮ": 1821,
      "ฯ": 1822,
      "ะ": 1823,
      "ั": 1824,
      "า": 1825,
      "ำ": 1826,
      "ิ": 1827,
      "ี": 1828,
      "ึ": 1829,
      "ื": 1830,
      "ุ": 1831,
      "ู": 1832,
      "ฺ": 1833,
      "฿": 1834,
      "เ": 1835,
      "แ": 1836,
      "โ": 1837,
      "ใ": 1838,
      "ไ": 1839,
      "ๅ": 1840,
      "ๆ": 1841,
      "็": 1842,
      "่": 1843,
      "้": 1844,
      "๊": 1845,
      "๋": 1846,
      "์": 1847,
      "ํ": 1848,
      "๎": 1849,
      "๏": 1850,
      "๐": 1851,
      "๑": 1852,
      "๒": 1853,
      "๓": 1854,
      "๕": 1855,
      "๚": 1856,
      "๛": 1857,
      "ກ": 1858,
      "ຂ": 1859,
      "ຄ": 1860,
      "ງ": 1861,
      "ຈ": 1862,
      "ຊ": 1863,
      "ຍ": 1864,
      "ດ": 1865,
      "ຕ": 1866,
      "ຖ": 1867,
      "ທ": 1868,
      "ນ": 1869,
      "ບ": 1870,
      "ປ": 1871,
      "ຜ": 1872,
      "ພ": 1873,
      "ຟ": 1874,
      "ມ": 1875,
      "ຣ": 1876,
      "ລ": 1877,
      "ວ": 1878,
      "ສ": 1879,
      "ຫ": 1880,
      "ອ": 1881,
      "ຮ": 1882,
      "ະ": 1883,
      "ັ": 1884,
      "າ": 1885,
      "ຳ": 1886,
      "ິ": 1887,
      "ີ": 1888,
      "ຶ": 1889,
      "ື": 1890,
      "ຸ": 1891,
      "ູ": 1892,
      "ົ": 1893,
      "ຼ": 1894,
      "ຽ": 1895,
      "ເ": 1896,
      "ແ": 1897,
      "ໂ": 1898,
      "ໃ": 1899,
      "ໄ": 1900,
      "່": 1901,
      "້": 1902,
      "໊": 1903,
      "໋": 1904,
      "ໍ": 1905,
      "໑": 1906,
      "໒": 1907,
      "໱": 1908,
      "༄": 1909,
      "༅": 1910,
      "༆": 1911,
      "༉": 1912,
      "་": 1913,
      "།": 1914,
      "༎": 1915,
      "༓": 1916,
      "༔": 1917,
      "༙": 1918,
      "༚": 1919,
      "༝": 1920,
      "༥": 1921,
      "༬": 1922,
      "༭": 1923,
      "༺": 1924,
      "༻": 1925,
      "༼": 1926,
      "༽": 1927,
      "༾": 1928,
      "༿": 1929,
      "ཀ": 1930,
      "ཁ": 1931,
      "ག": 1932,
      "ང": 1933,
      "ཅ": 1934,
      "ཆ": 1935,
      "ཇ": 1936,
      "ཉ": 1937,
      "ཊ": 1938,
      "ཎ": 1939,
      "ཏ": 1940,
      "ཐ": 1941,
      "ད": 1942,
      "ན": 1943,
      "པ": 1944,
      "ཕ": 1945,
      "བ": 1946,
      "མ": 1947,
      "ཙ": 1948,
      "ཚ": 1949,
      "ཛ": 1950,
      "ཝ": 1951,
      "ཞ": 1952,
      "ཟ": 1953,
      "འ": 1954,
      "ཡ": 1955,
      "ར": 1956,
      "ལ": 1957,
      "ཤ": 1958,
      "ས": 1959,
      "ཧ": 1960,
      "ཨ": 1961,
      "ཪ": 1962,
      "ཫ": 1963,
      "ཱ": 1964,
      "ི": 1965,
      "ུ": 1966,
      "ེ": 1967,
      "ཻ": 1968,
      "ོ": 1969,
      "ཽ": 1970,
      "ཾ": 1971,
      "ཿ": 1972,
      "ྀ": 1973,
      "ྃ": 1974,
      "྇": 1975,
      "ྉ": 1976,
      "ྐ": 1977,
      "ྒ": 1978,
      "ྔ": 1979,
      "ྕ": 1980,
      "ྗ": 1981,
      "ྙ": 1982,
      "ྟ": 1983,
      "ྡ": 1984,
      "ྣ": 1985,
      "ྤ": 1986,
      "ྨ": 1987,
      "ྩ": 1988,
      "ྫ": 1989,
      "ྱ": 1990,
      "ྲ": 1991,
      "ླ": 1992,
      "ྶ": 1993,
      "ྷ": 1994,
      "࿀": 1995,
      "࿂": 1996,
      "࿇": 1997,
      "က": 1998,
      "ခ": 1999,
      "ဂ": 2000,
      "င": 2001,
      "စ": 2002,
      "ဆ": 2003,
      "ဇ": 2004,
      "ည": 2005,
      "တ": 2006,
      "ထ": 2007,
      "န": 2008,
      "ပ": 2009,
      "ဖ": 2010,
      "ဗ": 2011,
      "ဘ": 2012,
      "မ": 2013,
      "ယ": 2014,
      "ရ": 2015,
      "လ": 2016,
      "ဝ": 2017,
      "သ": 2018,
      "ဟ": 2019,
      "အ": 2020,
      "ဦ": 2021,
      "ဧ": 2022,
      "ါ": 2023,
      "ာ": 2024,
      "ိ": 2025,
      "ီ": 2026,
      "ု": 2027,
      "ူ": 2028,
      "ေ": 2029,
      "ဲ": 2030,
      "ဳ": 2031,
      "ဵ": 2032,
      "ံ": 2033,
      "့": 2034,
      "း": 2035,
      "္": 2036,
      "်": 2037,
      "ျ": 2038,
      "ြ": 2039,
      "ွ": 2040,
      "ှ": 2041,
      "၆": 2042,
      "၉": 2043,
      "ၢ": 2044,
      "ၵ": 2045,
      "ၶ": 2046,
      "ၼ": 2047,
      "ၿ": 2048,
      "ႀ": 2049,
      "ႂ": 2050,
      "ႃ": 2051,
      "ႆ": 2052,
      "ႈ": 2053,
      "ႉ": 2054,
      "႐": 2055,
      "႔": 2056,
      "ა": 2057,
      "ბ": 2058,
      "გ": 2059,
      "დ": 2060,
      "ე": 2061,
      "ვ": 2062,
      "ზ": 2063,
      "თ": 2064,
      "ი": 2065,
      "კ": 2066,
      "ლ": 2067,
      "მ": 2068,
      "ნ": 2069,
      "ო": 2070,
      "პ": 2071,
      "ჟ": 2072,
      "რ": 2073,
      "ს": 2074,
      "ტ": 2075,
      "უ": 2076,
      "ფ": 2077,
      "ქ": 2078,
      "ღ": 2079,
      "ყ": 2080,
      "შ": 2081,
      "ჩ": 2082,
      "ც": 2083,
      "ძ": 2084,
      "წ": 2085,
      "ჭ": 2086,
      "ხ": 2087,
      "ჯ": 2088,
      "ᄀ": 2089,
      "ᄂ": 2090,
      "ᄅ": 2091,
      "ᄇ": 2092,
      "ᄉ": 2093,
      "ᄋ": 2094,
      "ᄌ": 2095,
      "ᄎ": 2096,
      "ᄏ": 2097,
      "ᄑ": 2098,
      "ᄒ": 2099,
      "ᄣ": 2100,
      "ᄽ": 2101,
      "ᄿ": 2102,
      "ᅀ": 2103,
      "ᅎ": 2104,
      "ᅏ": 2105,
      "ᅐ": 2106,
      "ᅑ": 2107,
      "ᅔ": 2108,
      "ᅕ": 2109,
      "ᅟ": 2110,
      "ᅠ": 2111,
      "ᅡ": 2112,
      "ᅢ": 2113,
      "ᅥ": 2114,
      "ᅦ": 2115,
      "ᅧ": 2116,
      "ᅩ": 2117,
      "ᅬ": 2118,
      "ᅲ": 2119,
      "ᅳ": 2120,
      "ᅴ": 2121,
      "ᅵ": 2122,
      "ᅶ": 2123,
      "ᆨ": 2124,
      "ᆫ": 2125,
      "ᆷ": 2126,
      "ᆸ": 2127,
      "ᆺ": 2128,
      "ᆼ": 2129,
      "ᆽ": 2130,
      "ᇂ": 2131,
      "ሀ": 2132,
      "ሁ": 2133,
      "ሃ": 2134,
      "ሄ": 2135,
      "ህ": 2136,
      "ሆ": 2137,
      "ለ": 2138,
      "ሊ": 2139,
      "ላ": 2140,
      "ል": 2141,
      "ሐ": 2142,
      "ሓ": 2143,
      "ሔ": 2144,
      "ሕ": 2145,
      "መ": 2146,
      "ሚ": 2147,
      "ማ": 2148,
      "ሜ": 2149,
      "ም": 2150,
      "ሞ": 2151,
      "ሠ": 2152,
      "ረ": 2153,
      "ሪ": 2154,
      "ራ": 2155,
      "ሬ": 2156,
      "ር": 2157,
      "ሰ": 2158,
      "ሲ": 2159,
      "ሳ": 2160,
      "ሴ": 2161,
      "ስ": 2162,
      "ሸ": 2163,
      "ቃ": 2164,
      "ቅ": 2165,
      "ቆ": 2166,
      "በ": 2167,
      "ቡ": 2168,
      "ባ": 2169,
      "ቤ": 2170,
      "ብ": 2171,
      "ቦ": 2172,
      "ተ": 2173,
      "ቲ": 2174,
      "ታ": 2175,
      "ቴ": 2176,
      "ት": 2177,
      "ቶ": 2178,
      "ቺ": 2179,
      "ቻ": 2180,
      "ቼ": 2181,
      "ች": 2182,
      "ቿ": 2183,
      "ኈ": 2184,
      "ነ": 2185,
      "ና": 2186,
      "ኔ": 2187,
      "ን": 2188,
      "ኖ": 2189,
      "ኗ": 2190,
      "ኛ": 2191,
      "ኝ": 2192,
      "አ": 2193,
      "ኢ": 2194,
      "ኤ": 2195,
      "እ": 2196,
      "ኦ": 2197,
      "ከ": 2198,
      "ክ": 2199,
      "ወ": 2200,
      "ዊ": 2201,
      "ዋ": 2202,
      "ው": 2203,
      "ዎ": 2204,
      "ዐ": 2205,
      "ዒ": 2206,
      "ዕ": 2207,
      "ዘ": 2208,
      "ዜ": 2209,
      "ዝ": 2210,
      "የ": 2211,
      "ዪ": 2212,
      "ያ": 2213,
      "ዬ": 2214,
      "ይ": 2215,
      "ዮ": 2216,
      "ደ": 2217,
      "ዲ": 2218,
      "ዳ": 2219,
      "ዴ": 2220,
      "ድ": 2221,
      "ዶ": 2222,
      "ዽ": 2223,
      "ጀ": 2224,
      "ገ": 2225,
      "ጊ": 2226,
      "ጋ": 2227,
      "ጌ": 2228,
      "ግ": 2229,
      "ጎ": 2230,
      "ጕ": 2231,
      "ጠ": 2232,
      "ጥ": 2233,
      "ጨ": 2234,
      "ጵ": 2235,
      "ጿ": 2236,
      "ፀ": 2237,
      "ፊ": 2238,
      "ፋ": 2239,
      "ፍ": 2240,
      "ፕ": 2241,
      "።": 2242,
      "ᐃ": 2243,
      "ᐄ": 2244,
      "ᐅ": 2245,
      "ᐇ": 2246,
      "ᐉ": 2247,
      "ᐊ": 2248,
      "ᐋ": 2249,
      "ᐍ": 2250,
      "ᐎ": 2251,
      "ᐏ": 2252,
      "ᐑ": 2253,
      "ᐕ": 2254,
      "ᐖ": 2255,
      "ᐛ": 2256,
      "ᐜ": 2257,
      "ᐝ": 2258,
      "ᐞ": 2259,
      "ᐢ": 2260,
      "ᐣ": 2261,
      "ᐤ": 2262,
      "ᐦ": 2263,
      "ᐧ": 2264,
      "ᐪ": 2265,
      "ᐯ": 2266,
      "ᐱ": 2267,
      "ᐸ": 2268,
      "ᐺ": 2269,
      "ᑊ": 2270,
      "ᑋ": 2271,
      "ᑌ": 2272,
      "ᑎ": 2273,
      "ᑐ": 2274,
      "ᑑ": 2275,
      "ᑒ": 2276,
      "ᑔ": 2277,
      "ᑕ": 2278,
      "ᑖ": 2279,
      "ᑘ": 2280,
      "ᑢ": 2281,
      "ᑣ": 2282,
      "ᑦ": 2283,
      "ᑫ": 2284,
      "ᑭ": 2285,
      "ᑮ": 2286,
      "ᑲ": 2287,
      "ᒃ": 2288,
      "ᒄ": 2289,
      "ᒋ": 2290,
      "ᒍ": 2291,
      "ᒙ": 2292,
      "ᒚ": 2293,
      "ᒡ": 2294,
      "ᒥ": 2295,
      "ᒧ": 2296,
      "ᒪ": 2297,
      "ᒻ": 2298,
      "ᓀ": 2299,
      "ᓂ": 2300,
      "ᓄ": 2301,
      "ᓇ": 2302,
      "ᓈ": 2303,
      "ᓍ": 2304,
      "ᓐ": 2305,
      "ᓕ": 2306,
      "ᓗ": 2307,
      "ᓪ": 2308,
      "ᓫ": 2309,
      "ᓯ": 2310,
      "ᓰ": 2311,
      "ᓱ": 2312,
      "ᓴ": 2313,
      "ᔅ": 2314,
      "ᔑ": 2315,
      "ᔕ": 2316,
      "ᔪ": 2317,
      "ᔭ": 2318,
      "ᕆ": 2319,
      "ᕈ": 2320,
      "ᕐ": 2321,
      "ᕑ": 2322,
      "ᕕ": 2323,
      "ᕗ": 2324,
      "ᕘ": 2325,
      "ᕙ": 2326,
      "ᕡ": 2327,
      "ᕤ": 2328,
      "ᕦ": 2329,
      "ᕪ": 2330,
      "ᕱ": 2331,
      "ᕲ": 2332,
      "ᕴ": 2333,
      "ᕵ": 2334,
      "ᕼ": 2335,
      "ᕿ": 2336,
      "ᖃ": 2337,
      "ᖅ": 2338,
      "ᖇ": 2339,
      "ᖓ": 2340,
      "ᖗ": 2341,
      "ᖘ": 2342,
      "ᖛ": 2343,
      "ᖜ": 2344,
      "ᖴ": 2345,
      "ᖶ": 2346,
      "ᖻ": 2347,
      "ᖽ": 2348,
      "ᗅ": 2349,
      "ᗒ": 2350,
      "ᗘ": 2351,
      "ᗜ": 2352,
      "ᗝ": 2353,
      "ᗢ": 2354,
      "ᗣ": 2355,
      "ᗤ": 2356,
      "ᗦ": 2357,
      "ᗨ": 2358,
      "ᗩ": 2359,
      "ᗪ": 2360,
      "ᗯ": 2361,
      "ᗰ": 2362,
      "ᗱ": 2363,
      "ᗴ": 2364,
      "ᗷ": 2365,
      "ᗺ": 2366,
      "ᘉ": 2367,
      "ᘔ": 2368,
      "ᘜ": 2369,
      "ᘺ": 2370,
      "ᘻ": 2371,
      "ᘿ": 2372,
      "ᙏ": 2373,
      "ᙚ": 2374,
      "᙭": 2375,
      "ᚨ": 2376,
      "ᚫ": 2377,
      "ᚮ": 2378,
      "ᚲ": 2379,
      "ᚷ": 2380,
      "ᚹ": 2381,
      "ᚼ": 2382,
      "ᛂ": 2383,
      "ᛃ": 2384,
      "ᛒ": 2385,
      "ᛕ": 2386,
      "ᛜ": 2387,
      "᜵": 2388,
      "᜶": 2389,
      "ᝃ": 2390,
      "ᝑ": 2391,
      "ᝒ": 2392,
      "ᝪ": 2393,
      "ᝫ": 2394,
      "ᝰ": 2395,
      "ក": 2396,
      "ខ": 2397,
      "គ": 2398,
      "ឃ": 2399,
      "ង": 2400,
      "ច": 2401,
      "ឆ": 2402,
      "ជ": 2403,
      "ឈ": 2404,
      "ញ": 2405,
      "ដ": 2406,
      "ឋ": 2407,
      "ណ": 2408,
      "ត": 2409,
      "ថ": 2410,
      "ទ": 2411,
      "ធ": 2412,
      "ន": 2413,
      "ប": 2414,
      "ផ": 2415,
      "ព": 2416,
      "ភ": 2417,
      "ម": 2418,
      "យ": 2419,
      "រ": 2420,
      "ល": 2421,
      "វ": 2422,
      "ស": 2423,
      "ហ": 2424,
      "ឡ": 2425,
      "អ": 2426,
      "ឧ": 2427,
      "ឯ": 2428,
      "឴": 2429,
      "឵": 2430,
      "ា": 2431,
      "ិ": 2432,
      "ី": 2433,
      "ឹ": 2434,
      "ុ": 2435,
      "ូ": 2436,
      "ួ": 2437,
      "ើ": 2438,
      "ឿ": 2439,
      "ៀ": 2440,
      "េ": 2441,
      "ែ": 2442,
      "ៃ": 2443,
      "ោ": 2444,
      "ៅ": 2445,
      "ំ": 2446,
      "ះ": 2447,
      "៉": 2448,
      "៊": 2449,
      "់": 2450,
      "៍": 2451,
      "័": 2452,
      "្": 2453,
      "។": 2454,
      "៛": 2455,
      "᠉": 2456,
      "᠋": 2457,
      "᠌": 2458,
      "᠎": 2459,
      "ᠠ": 2460,
      "ᠡ": 2461,
      "ᠢ": 2462,
      "ᠣ": 2463,
      "ᠤ": 2464,
      "ᠥ": 2465,
      "ᠦ": 2466,
      "ᠨ": 2467,
      "ᠩ": 2468,
      "ᠪ": 2469,
      "ᠬ": 2470,
      "ᠭ": 2471,
      "ᠮ": 2472,
      "ᠯ": 2473,
      "ᠰ": 2474,
      "ᠲ": 2475,
      "ᠳ": 2476,
      "ᠴ": 2477,
      "ᠵ": 2478,
      "ᠶ": 2479,
      "ᠷ": 2480,
      "ᠸ": 2481,
      "ᡍ": 2482,
      "ᡝ": 2483,
      "ᡞ": 2484,
      "ᡠ": 2485,
      "ᡡ": 2486,
      "ᡣ": 2487,
      "ᡤ": 2488,
      "ᡥ": 2489,
      "ᡩ": 2490,
      "ᡳ": 2491,
      "ᡴ": 2492,
      "ᡵ": 2493,
      "ᡶ": 2494,
      "ᣄ": 2495,
      "ᥑ": 2496,
      "ᥒ": 2497,
      "ᥖ": 2498,
      "ᥘ": 2499,
      "ᥛ": 2500,
      "ᥣ": 2501,
      "ᥨ": 2502,
      "ᥫ": 2503,
      "ᥬ": 2504,
      "ᥭ": 2505,
      "ᥰ": 2506,
      "ᥲ": 2507,
      "ᥳ": 2508,
      "ᥴ": 2509,
      "ᦂ": 2510,
      "ᦄ": 2511,
      "ᦆ": 2512,
      "ᦉ": 2513,
      "ᦎ": 2514,
      "ᦑ": 2515,
      "ᦒ": 2516,
      "ᦓ": 2517,
      "ᦔ": 2518,
      "ᦗ": 2519,
      "ᦟ": 2520,
      "ᦤ": 2521,
      "ᦥ": 2522,
      "ᦨ": 2523,
      "ᦪ": 2524,
      "ᦫ": 2525,
      "ᦰ": 2526,
      "ᦱ": 2527,
      "ᦲ": 2528,
      "ᦳ": 2529,
      "ᦴ": 2530,
      "ᦵ": 2531,
      "ᦶ": 2532,
      "ᦷ": 2533,
      "ᦸ": 2534,
      "ᦹ": 2535,
      "ᦺ": 2536,
      "ᧁ": 2537,
      "ᧂ": 2538,
      "ᧃ": 2539,
      "ᧄ": 2540,
      "ᧅ": 2541,
      "ᧇ": 2542,
      "ᧈ": 2543,
      "ᧉ": 2544,
      "᧑": 2545,
      "᧒": 2546,
      "᧚": 2547,
      "᧞": 2548,
      "᧟": 2549,
      "ᨀ": 2550,
      "ᨁ": 2551,
      "ᨄ": 2552,
      "ᨅ": 2553,
      "ᨆ": 2554,
      "ᨈ": 2555,
      "ᨐ": 2556,
      "ᨑ": 2557,
      "ᨓ": 2558,
      "ᨔ": 2559,
      "ᨘ": 2560,
      "ᨙ": 2561,
      "ᨚ": 2562,
      "ᩒ": 2563,
      "᪭": 2564,
      "᫘": 2565,
      "᭄": 2566,
      "ᯅ": 2567,
      "ᯣ": 2568,
      "ᯤ": 2569,
      "ᰁ": 2570,
      "ᰙ": 2571,
      "ᰩ": 2572,
      "᳞": 2573,
      "ᴀ": 2574,
      "ᴁ": 2575,
      "ᴂ": 2576,
      "ᴃ": 2577,
      "ᴄ": 2578,
      "ᴅ": 2579,
      "ᴆ": 2580,
      "ᴇ": 2581,
      "ᴈ": 2582,
      "ᴉ": 2583,
      "ᴊ": 2584,
      "ᴋ": 2585,
      "ᴌ": 2586,
      "ᴍ": 2587,
      "ᴏ": 2588,
      "ᴑ": 2589,
      "ᴔ": 2590,
      "ᴖ": 2591,
      "ᴗ": 2592,
      "ᴘ": 2593,
      "ᴙ": 2594,
      "ᴚ": 2595,
      "ᴛ": 2596,
      "ᴜ": 2597,
      "ᴝ": 2598,
      "ᴞ": 2599,
      "ᴟ": 2600,
      "ᴠ": 2601,
      "ᴡ": 2602,
      "ᴥ": 2603,
      "ᴬ": 2604,
      "ᴮ": 2605,
      "ᴰ": 2606,
      "ᴱ": 2607,
      "ᴳ": 2608,
      "ᴴ": 2609,
      "ᴵ": 2610,
      "ᴶ": 2611,
      "ᴷ": 2612,
      "ᴸ": 2613,
      "ᴹ": 2614,
      "ᴺ": 2615,
      "ᴼ": 2616,
      "ᴾ": 2617,
      "ᴿ": 2618,
      "ᵀ": 2619,
      "ᵁ": 2620,
      "ᵂ": 2621,
      "ᵃ": 2622,
      "ᵅ": 2623,
      "ᵇ": 2624,
      "ᵈ": 2625,
      "ᵉ": 2626,
      "ᵊ": 2627,
      "ᵋ": 2628,
      "ᵌ": 2629,
      "ᵍ": 2630,
      "ᵎ": 2631,
      "ᵏ": 2632,
      "ᵐ": 2633,
      "ᵑ": 2634,
      "ᵒ": 2635,
      "ᵓ": 2636,
      "ᵔ": 2637,
      "ᵕ": 2638,
      "ᵖ": 2639,
      "ᵗ": 2640,
      "ᵘ": 2641,
      "ᵚ": 2642,
      "ᵛ": 2643,
      "ᵝ": 2644,
      "ᵞ": 2645,
      "ᵟ": 2646,
      "ᵡ": 2647,
      "ᵢ": 2648,
      "ᵤ": 2649,
      "ᵧ": 2650,
      "ᵫ": 2651,
      "ᵬ": 2652,
      "ᵭ": 2653,
      "ᵮ": 2654,
      "ᵯ": 2655,
      "ᵰ": 2656,
      "ᵱ": 2657,
      "ᵲ": 2658,
      "ᵳ": 2659,
      "ᵴ": 2660,
      "ᵵ": 2661,
      "ᵶ": 2662,
      "ᵷ": 2663,
      "ᵹ": 2664,
      "ᵺ": 2665,
      "ᵻ": 2666,
      "ᵼ": 2667,
      "ᵽ": 2668,
      "ᵾ": 2669,
      "ᵿ": 2670,
      "ᶀ": 2671,
      "ᶂ": 2672,
      "ᶃ": 2673,
      "ᶄ": 2674,
      "ᶅ": 2675,
      "ᶆ": 2676,
      "ᶇ": 2677,
      "ᶈ": 2678,
      "ᶉ": 2679,
      "ᶊ": 2680,
      "ᶋ": 2681,
      "ᶌ": 2682,
      "ᶍ": 2683,
      "ᶎ": 2684,
      "ᶏ": 2685,
      "ᶐ": 2686,
      "ᶑ": 2687,
      "ᶒ": 2688,
      "ᶓ": 2689,
      "ᶔ": 2690,
      "ᶕ": 2691,
      "ᶖ": 2692,
      "ᶘ": 2693,
      "ᶙ": 2694,
      "ᶚ": 2695,
      "ᶜ": 2696,
      "ᶠ": 2697,
      "ᶣ": 2698,
      "ᶦ": 2699,
      "ᶧ": 2700,
      "ᶫ": 2701,
      "ᶯ": 2702,
      "ᶰ": 2703,
      "ᶲ": 2704,
      "ᶳ": 2705,
      "ᶸ": 2706,
      "ᶻ": 2707,
      "ᶿ": 2708,
      "᷀": 2709,
      "᷁": 2710,
      "᷄": 2711,
      "᷅": 2712,
      "᷆": 2713,
      "᷇": 2714,
      "ᷛ": 2715,
      "ᷞ": 2716,
      "ᷟ": 2717,
      "ᷡ": 2718,
      "ᷢ": 2719,
      "᷿": 2720,
      "ḁ": 2721,
      "ḃ": 2722,
      "ḅ": 2723,
      "ḇ": 2724,
      "ḉ": 2725,
      "ḋ": 2726,
      "ḍ": 2727,
      "ḏ": 2728,
      "ḑ": 2729,
      "ḓ": 2730,
      "ḕ": 2731,
      "ḗ": 2732,
      "ḙ": 2733,
      "ḛ": 2734,
      "ḝ": 2735,
      "ḟ": 2736,
      "ḡ": 2737,
      "ḣ": 2738,
      "ḥ": 2739,
      "ḧ": 2740,
      "ḩ": 2741,
      "ḫ": 2742,
      "ḭ": 2743,
      "ḯ": 2744,
      "ḱ": 2745,
      "ḳ": 2746,
      "ḵ": 2747,
      "ḷ": 2748,
      "ḹ": 2749,
      "ḻ": 2750,
      "ḽ": 2751,
      "ḿ": 2752,
      "ṁ": 2753,
      "ṃ": 2754,
      "ṅ": 2755,
      "ṇ": 2756,
      "ṉ": 2757,
      "ṋ": 2758,
      "ṍ": 2759,
      "ṏ": 2760,
      "ṑ": 2761,
      "ṓ": 2762,
      "ṕ": 2763,
      "ṗ": 2764,
      "ṙ": 2765,
      "ṛ": 2766,
      "ṝ": 2767,
      "ṟ": 2768,
      "ṡ": 2769,
      "ṣ": 2770,
      "ṥ": 2771,
      "ṧ": 2772,
      "ṩ": 2773,
      "ṫ": 2774,
      "ṭ": 2775,
      "ṯ": 2776,
      "ṱ": 2777,
      "ṳ": 2778,
      "ṵ": 2779,
      "ṷ": 2780,
      "ṹ": 2781,
      "ṻ": 2782,
      "ṽ": 2783,
      "ṿ": 2784,
      "ẁ": 2785,
      "ẃ": 2786,
      "ẅ": 2787,
      "ẇ": 2788,
      "ẉ": 2789,
      "ẋ": 2790,
      "ẍ": 2791,
      "ẏ": 2792,
      "ẑ": 2793,
      "ẓ": 2794,
      "ẕ": 2795,
      "ẖ": 2796,
      "ẗ": 2797,
      "ẘ": 2798,
      "ẙ": 2799,
      "ẚ": 2800,
      "ẛ": 2801,
      "ạ": 2802,
      "ả": 2803,
      "ấ": 2804,
      "ầ": 2805,
      "ẩ": 2806,
      "ẫ": 2807,
      "ậ": 2808,
      "ắ": 2809,
      "ằ": 2810,
      "ẳ": 2811,
      "ẵ": 2812,
      "ặ": 2813,
      "ẹ": 2814,
      "ẻ": 2815,
      "ẽ": 2816,
      "ế": 2817,
      "ề": 2818,
      "ể": 2819,
      "ễ": 2820,
      "ệ": 2821,
      "ỉ": 2822,
      "ị": 2823,
      "ọ": 2824,
      "ỏ": 2825,
      "ố": 2826,
      "ồ": 2827,
      "ổ": 2828,
      "ỗ": 2829,
      "ộ": 2830,
      "ớ": 2831,
      "ờ": 2832,
      "ở": 2833,
      "ỡ": 2834,
      "ợ": 2835,
      "ụ": 2836,
      "ủ": 2837,
      "ứ": 2838,
      "ừ": 2839,
      "ử": 2840,
      "ữ": 2841,
      "ự": 2842,
      "ỳ": 2843,
      "ỵ": 2844,
      "ỷ": 2845,
      "ỹ": 2846,
      "ỻ": 2847,
      "ỽ": 2848,
      "ἀ": 2849,
      "ἁ": 2850,
      "ἂ": 2851,
      "ἃ": 2852,
      "ἄ": 2853,
      "ἅ": 2854,
      "ἆ": 2855,
      "ἐ": 2856,
      "ἑ": 2857,
      "ἔ": 2858,
      "ἕ": 2859,
      "ἠ": 2860,
      "ἡ": 2861,
      "ἢ": 2862,
      "ἤ": 2863,
      "ἥ": 2864,
      "ἦ": 2865,
      "ἧ": 2866,
      "ἰ": 2867,
      "ἱ": 2868,
      "ἴ": 2869,
      "ἵ": 2870,
      "ἶ": 2871,
      "ἷ": 2872,
      "ὀ": 2873,
      "ὁ": 2874,
      "ὂ": 2875,
      "ὃ": 2876,
      "ὄ": 2877,
      "ὅ": 2878,
      "ὐ": 2879,
      "ὑ": 2880,
      "ὔ": 2881,
      "ὕ": 2882,
      "ὖ": 2883,
      "ὗ": 2884,
      "ὠ": 2885,
      "ὡ": 2886,
      "ὢ": 2887,
      "ὤ": 2888,
      "ὦ": 2889,
      "ὰ": 2890,
      "ά": 2891,
      "ὲ": 2892,
      "έ": 2893,
      "ὴ": 2894,
      "ὶ": 2895,
      "ί": 2896,
      "ὸ": 2897,
      "ό": 2898,
      "ὺ": 2899,
      "ύ": 2900,
      "ὼ": 2901,
      "ᾅ": 2902,
      "ᾥ": 2903,
      "ᾰ": 2904,
      "ᾱ": 2905,
      "ᾳ": 2906,
      "ᾴ": 2907,
      "ᾶ": 2908,
      "᾽": 2909,
      "᾿": 2910,
