{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[BOS0]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS1]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS2]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[BOS0]": 0,
      "[BOS1]": 1,
      "[BOS2]": 2,
      "[SEP]": 3,
      "[EOS]": 4,
      "[UNK]": 5,
      "\u0000": 6,
      "\u0001": 7,
      "\u0003": 8,
      "\u0005": 9,
      "\u0007": 10,
      "\b": 11,
      "\u000e": 12,
      "\u0010": 13,
      "\u0011": 14,
      "\u0013": 15,
      "\u0014": 16,
      "\u0015": 17,
      "\u0017": 18,
      "\u0018": 19,
      "\u0019": 20,
      "\u001a": 21,
      "\u001b": 22,
      "\u001c": 23,
      "\u001d": 24,
      "\u001e": 25,
      "\u001f": 26,
      "!": 27,
      "\"": 28,
      "#": 29,
      "$": 30,
      "%": 31,
      "&": 32,
      "'": 33,
      "(": 34,
      ")": 35,
      "*": 36,
      "+": 37,
      ",": 38,
      "-": 39,
      ".": 40,
      "/": 41,
      "0": 42,
      "1": 43,
      "2": 44,
      "3": 45,
      "4": 46,
      "5": 47,
      "6": 48,
      "7": 49,
      "8": 50,
      "9": 51,
      ":": 52,
      ";": 53,
      "<": 54,
      "=": 55,
      ">": 56,
      "?": 57,
      "@": 58,
      "A": 59,
      "B": 60,
      "C": 61,
      "D": 62,
      "E": 63,
      "F": 64,
      "G": 65,
      "H": 66,
      "I": 67,
      "J": 68,
      "K": 69,
      "L": 70,
      "M": 71,
      "N": 72,
      "O": 73,
      "P": 74,
      "Q": 75,
      "R": 76,
      "S": 77,
      "T": 78,
      "U": 79,
      "V": 80,
      "W": 81,
      "X": 82,
      "Y": 83,
      "Z": 84,
      "[": 85,
      "\\": 86,
      "]": 87,
      "^": 88,
      "_": 89,
      "`": 90,
      "a": 91,
      "b": 92,
      "c": 93,
      "d": 94,
      "e": 95,
      "f": 96,
      "g": 97,
      "h": 98,
      "i": 99,
      "j": 100,
      "k": 101,
      "l": 102,
      "m": 103,
      "n": 104,
      "o": 105,
      "p": 106,
      "q": 107,
      "r": 108,
      "s": 109,
      "t": 110,
      "u": 111,
      "v": 112,
      "w": 113,
      "x": 114,
      "y": 115,
      "z": 116,
      "{": 117,
      "|": 118,
      "}": 119,
      "~": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "¡": 148,
      "¢": 149,
      "£": 150,
      "¤": 151,
      "¥": 152,
      "¦": 153,
      "§": 154,
      "¨": 155,
      "©": 156,
      "ª": 157,
      "«": 158,
      "¬": 159,
      "­": 160,
      "®": 161,
      "¯": 162,
      "°": 163,
      "±": 164,
      "²": 165,
      "³": 166,
      "´": 167,
      "µ": 168,
      "¶": 169,
      "·": 170,
      "¸": 171,
      "¹": 172,
      "º": 173,
      "»": 174,
      "¼": 175,
      "½": 176,
      "¾": 177,
      "¿": 178,
      "À": 179,
      "Á": 180,
      "Â": 181,
      "Ã": 182,
      "Ä": 183,
      "Å": 184,
      "Æ": 185,
      "Ç": 186,
      "È": 187,
      "É": 188,
      "Ê": 189,
      "Ë": 190,
      "Ì": 191,
      "Í": 192,
      "Î": 193,
      "Ï": 194,
      "Ð": 195,
      "Ñ": 196,
      "Ò": 197,
      "Ó": 198,
      "Ô": 199,
      "Õ": 200,
      "Ö": 201,
      "×": 202,
      "Ø": 203,
      "Ù": 204,
      "Ú": 205,
      "Û": 206,
      "Ü": 207,
      "Ý": 208,
      "Þ": 209,
      "ß": 210,
      "à": 211,
      "á": 212,
      "â": 213,
      "ã": 214,
      "ä": 215,
      "å": 216,
      "æ": 217,
      "ç": 218,
      "è": 219,
      "é": 220,
      "ê": 221,
      "ë": 222,
      "ì": 223,
      "í": 224,
      "î": 225,
      "ï": 226,
      "ð": 227,
      "ñ": 228,
      "ò": 229,
      "ó": 230,
      "ô": 231,
      "õ": 232,
      "ö": 233,
      "÷": 234,
      "ø": 235,
      "ù": 236,
      "ú": 237,
      "û": 238,
      "ü": 239,
      "ý": 240,
      "þ": 241,
      "ÿ": 242,
      "Ā": 243,
      "ā": 244,
      "Ă": 245,
      "ă": 246,
      "Ą": 247,
      "ą": 248,
      "Ć": 249,
      "ć": 250,
      "Ĉ": 251,
      "ĉ": 252,
      "Ċ": 253,
      "ċ": 254,
      "Č": 255,
      "č": 256,
      "Ď": 257,
      "ď": 258,
      "Đ": 259,
      "đ": 260,
      "Ē": 261,
      "ē": 262,
      "Ĕ": 263,
      "ĕ": 264,
      "Ė": 265,
      "ė": 266,
      "Ę": 267,
      "ę": 268,
      "Ě": 269,
      "ě": 270,
      "Ĝ": 271,
      "ĝ": 272,
      "Ğ": 273,
      "ğ": 274,
      "Ġ": 275,
      "ġ": 276,
      "Ģ": 277,
      "ģ": 278,
      "Ĥ": 279,
      "ĥ": 280,
      "Ħ": 281,
      "ħ": 282,
      "Ĩ": 283,
      "ĩ": 284,
      "Ī": 285,
      "ī": 286,
      "Ĭ": 287,
      "ĭ": 288,
      "Į": 289,
      "į": 290,
      "İ": 291,
      "ı": 292,
      "Ĳ": 293,
      "ĳ": 294,
      "Ĵ": 295,
      "ĵ": 296,
      "Ķ": 297,
      "ķ": 298,
      "ĸ": 299,
      "Ĺ": 300,
      "ĺ": 301,
      "Ļ": 302,
      "ļ": 303,
      "Ľ": 304,
      "ľ": 305,
      "Ŀ": 306,
      "ŀ": 307,
      "Ł": 308,
      "ł": 309,
      "Ń": 310,
      "ń": 311,
      "Ņ": 312,
      "ņ": 313,
      "Ň": 314,
      "ň": 315,
      "ŉ": 316,
      "Ŋ": 317,
      "ŋ": 318,
      "Ō": 319,
      "ō": 320,
      "Ŏ": 321,
      "ŏ": 322,
      "Ő": 323,
      "ő": 324,
      "Œ": 325,
      "œ": 326,
      "Ŕ": 327,
      "ŕ": 328,
      "Ŗ": 329,
      "ŗ": 330,
      "Ř": 331,
      "ř": 332,
      "Ś": 333,
      "ś": 334,
      "Ŝ": 335,
      "ŝ": 336,
      "Ş": 337,
      "ş": 338,
      "Š": 339,
      "š": 340,
      "Ţ": 341,
      "ţ": 342,
      "Ť": 343,
      "ť": 344,
      "Ŧ": 345,
      "ŧ": 346,
      "Ũ": 347,
      "ũ": 348,
      "Ū": 349,
      "ū": 350,
      "Ŭ": 351,
      "ŭ": 352,
      "Ů": 353,
      "ů": 354,
      "Ű": 355,
      "ű": 356,
      "Ų": 357,
      "ų": 358,
      "Ŵ": 359,
      "ŵ": 360,
      "Ŷ": 361,
      "ŷ": 362,
      "Ÿ": 363,
      "Ź": 364,
      "ź": 365,
      "Ż": 366,
      "ż": 367,
      "Ž": 368,
      "ž": 369,
      "ſ": 370,
      "ƀ": 371,
      "Ɓ": 372,
      "Ƃ": 373,
      "ƃ": 374,
      "Ƅ": 375,
      "ƅ": 376,
      "Ɔ": 377,
      "Ƈ": 378,
      "ƈ": 379,
      "Ɖ": 380,
      "Ɗ": 381,
      "Ƌ": 382,
      "ƌ": 383,
      "ƍ": 384,
      "Ǝ": 385,
      "Ə": 386,
      "Ɛ": 387,
      "Ƒ": 388,
      "ƒ": 389,
      "Ɠ": 390,
      "Ɣ": 391,
      "ƕ": 392,
      "Ɩ": 393,
      "Ɨ": 394,
      "Ƙ": 395,
      "ƙ": 396,
      "ƚ": 397,
      "ƛ": 398,
      "Ɯ": 399,
      "Ɲ": 400,
      "ƞ": 401,
      "Ɵ": 402,
      "Ơ": 403,
      "ơ": 404,
      "Ƣ": 405,
      "ƣ": 406,
      "Ƥ": 407,
      "ƥ": 408,
      "Ʀ": 409,
      "Ƨ": 410,
      "ƨ": 411,
      "Ʃ": 412,
      "ƪ": 413,
      "ƫ": 414,
      "Ƭ": 415,
      "ƭ": 416,
      "Ʈ": 417,
      "Ư": 418,
      "ư": 419,
      "Ʊ": 420,
      "Ʋ": 421,
      "Ƴ": 422,
      "ƴ": 423,
      "Ƶ": 424,
      "ƶ": 425,
      "Ʒ": 426,
      "Ƹ": 427,
      "ƹ": 428,
      "ƺ": 429,
      "ƻ": 430,
      "Ƽ": 431,
      "ƽ": 432,
      "ƾ": 433,
      "ƿ": 434,
      "ǀ": 435,
      "ǁ": 436,
      "ǂ": 437,
      "ǃ": 438,
      "Ǎ": 439,
      "ǎ": 440,
      "Ǐ": 441,
      "ǐ": 442,
      "Ǒ": 443,
      "ǒ": 444,
      "Ǔ": 445,
      "ǔ": 446,
      "Ǖ": 447,
      "ǖ": 448,
      "Ǘ": 449,
      "ǘ": 450,
      "Ǚ": 451,
      "ǚ": 452,
      "Ǜ": 453,
      "ǜ": 454,
      "ǝ": 455,
      "Ǟ": 456,
      "ǟ": 457,
      "Ǡ": 458,
      "ǡ": 459,
      "Ǣ": 460,
      "ǣ": 461,
      "Ǥ": 462,
      "ǥ": 463,
      "Ǧ": 464,
      "ǧ": 465,
      "Ǩ": 466,
      "ǩ": 467,
      "Ǫ": 468,
      "ǫ": 469,
      "Ǭ": 470,
      "ǭ": 471,
      "Ǯ": 472,
      "ǯ": 473,
      "ǰ": 474,
      "Ǵ": 475,
      "ǵ": 476,
      "Ƕ": 477,
      "Ƿ": 478,
      "Ǹ": 479,
      "ǹ": 480,
      "Ǻ": 481,
      "ǻ": 482,
      "Ǽ": 483,
      "ǽ": 484,
      "Ǿ": 485,
      "ǿ": 486,
      "Ȁ": 487,
      "ȁ": 488,
      "Ȃ": 489,
      "ȃ": 490,
      "Ȅ": 491,
      "ȅ": 492,
      "Ȇ": 493,
      "ȇ": 494,
      "Ȉ": 495,
      "ȉ": 496,
      "Ȋ": 497,
      "ȋ": 498,
      "Ȍ": 499,
      "ȍ": 500,
      "Ȏ": 501,
      "ȏ": 502,
      "Ȑ": 503,
      "ȑ": 504,
      "Ȓ": 505,
      "ȓ": 506,
      "Ȕ": 507,
      "ȕ": 508,
      "Ȗ": 509,
      "ȗ": 510,
      "Ș": 511,
      "ș": 512,
      "Ț": 513,
      "ț": 514,
      "Ȝ": 515,
      "ȝ": 516,
      "Ȟ": 517,
      "ȟ": 518,
      "Ƞ": 519,
      "ȡ": 520,
      "Ȣ": 521,
      "ȣ": 522,
      "Ȥ": 523,
      "ȥ": 524,
      "Ȧ": 525,
      "ȧ": 526,
      "Ȩ": 527,
      "ȩ": 528,
      "Ȫ": 529,
      "ȫ": 530,
      "Ȭ": 531,
      "ȭ": 532,
      "Ȯ": 533,
      "ȯ": 534,
      "Ȱ": 535,
      "ȱ": 536,
      "Ȳ": 537,
      "ȳ": 538,
      "ȴ": 539,
      "ȵ": 540,
      "ȶ": 541,
      "ȷ": 542,
      "ȸ": 543,
      "ȹ": 544,
      "Ⱥ": 545,
      "Ȼ": 546,
      "ȼ": 547,
      "Ƚ": 548,
      "Ⱦ": 549,
      "ȿ": 550,
      "ɀ": 551,
      "Ɂ": 552,
      "ɂ": 553,
      "Ƀ": 554,
      "Ʉ": 555,
      "Ʌ": 556,
      "Ɇ": 557,
      "ɇ": 558,
      "Ɉ": 559,
      "ɉ": 560,
      "Ɋ": 561,
      "ɋ": 562,
      "Ɍ": 563,
      "ɍ": 564,
      "Ɏ": 565,
      "ɏ": 566,
      "ɐ": 567,
      "ɑ": 568,
      "ɒ": 569,
      "ɓ": 570,
      "ɔ": 571,
      "ɕ": 572,
      "ɖ": 573,
      "ɗ": 574,
      "ɘ": 575,
      "ə": 576,
      "ɚ": 577,
      "ɛ": 578,
      "ɜ": 579,
      "ɝ": 580,
      "ɞ": 581,
      "ɟ": 582,
      "ɠ": 583,
      "ɡ": 584,
      "ɢ": 585,
      "ɣ": 586,
      "ɤ": 587,
      "ɥ": 588,
      "ɦ": 589,
      "ɧ": 590,
      "ɨ": 591,
      "ɩ": 592,
      "ɪ": 593,
      "ɫ": 594,
      "ɬ": 595,
      "ɭ": 596,
      "ɮ": 597,
      "ɯ": 598,
      "ɰ": 599,
      "ɱ": 600,
      "ɲ": 601,
      "ɳ": 602,
      "ɴ": 603,
      "ɵ": 604,
      "ɶ": 605,
      "ɷ": 606,
      "ɸ": 607,
      "ɹ": 608,
      "ɺ": 609,
      "ɻ": 610,
      "ɼ": 611,
      "ɽ": 612,
      "ɾ": 613,
      "ɿ": 614,
      "ʀ": 615,
      "ʁ": 616,
      "ʂ": 617,
      "ʃ": 618,
      "ʄ": 619,
      "ʅ": 620,
      "ʆ": 621,
      "ʇ": 622,
      "ʈ": 623,
      "ʉ": 624,
      "ʊ": 625,
      "ʋ": 626,
      "ʌ": 627,
      "ʍ": 628,
      "ʎ": 629,
      "ʏ": 630,
      "ʐ": 631,
      "ʑ": 632,
      "ʒ": 633,
      "ʓ": 634,
      "ʔ": 635,
      "ʕ": 636,
      "ʖ": 637,
      "ʗ": 638,
      "ʘ": 639,
      "ʙ": 640,
      "ʚ": 641,
      "ʛ": 642,
      "ʜ": 643,
      "ʝ": 644,
      "ʞ": 645,
      "ʟ": 646,
      "ʠ": 647,
      "ʡ": 648,
      "ʢ": 649,
      "ʣ": 650,
      "ʤ": 651,
      "ʥ": 652,
      "ʦ": 653,
      "ʧ": 654,
      "ʨ": 655,
      "ʩ": 656,
      "ʪ": 657,
      "ʫ": 658,
      "ʬ": 659,
      "ʭ": 660,
      "ʮ": 661,
      "ʯ": 662,
      "ʰ": 663,
      "ʱ": 664,
      "ʲ": 665,
      "ʳ": 666,
      "ʶ": 667,
      "ʷ": 668,
      "ʸ": 669,
      "ʹ": 670,
      "ʺ": 671,
      "ʻ": 672,
      "ʼ": 673,
      "ʽ": 674,
      "ʾ": 675,
      "ʿ": 676,
      "ˀ": 677,
      "ˁ": 678,
      "˂": 679,
      "˃": 680,
      "ˆ": 681,
      "ˇ": 682,
      "ˈ": 683,
      "ˉ": 684,
      "ˊ": 685,
      "ˋ": 686,
      "ˌ": 687,
      "ˍ": 688,
      "ˎ": 689,
      "ː": 690,
      "ˑ": 691,
      "˘": 692,
      "˙": 693,
      "˚": 694,
      "˜": 695,
      "˝": 696,
      "˞": 697,
      "ˠ": 698,
      "ˡ": 699,
      "ˢ": 700,
      "ˣ": 701,
      "ˤ": 702,
      "˥": 703,
      "˦": 704,
      "˧": 705,
      "˨": 706,
      "˩": 707,
      "˪": 708,
      "˫": 709,
      "˭": 710,
      "ˮ": 711,
      "˵": 712,
      "˶": 713,
      "̀": 714,
      "́": 715,
      "̂": 716,
      "̃": 717,
      "̄": 718,
      "̅": 719,
      "̆": 720,
      "̇": 721,
      "̈": 722,
      "̉": 723,
      "̊": 724,
      "̋": 725,
      "̌": 726,
      "̍": 727,
      "̐": 728,
      "̑": 729,
      "̓": 730,
      "̗": 731,
      "̘": 732,
      "̚": 733,
      "̛": 734,
      "̝": 735,
      "̞": 736,
      "̟": 737,
      "̠": 738,
      "̡": 739,
      "̢": 740,
      "̣": 741,
      "̤": 742,
      "̥": 743,
      "̧": 744,
      "̨": 745,
      "̩": 746,
      "̪": 747,
      "̫": 748,
      "̬": 749,
      "̭": 750,
      "̮": 751,
      "̯": 752,
      "̰": 753,
      "̱": 754,
      "̲": 755,
      "̳": 756,
      "̴": 757,
      "̵": 758,
      "̶": 759,
      "̷": 760,
      "̸": 761,
      "̹": 762,
      "̺": 763,
      "̻": 764,
      "̼": 765,
      "̽": 766,
      "͂": 767,
      "͆": 768,
      "͈": 769,
      "͋": 770,
      "͍": 771,
      "͐": 772,
      "͒": 773,
      "͗": 774,
      "͘": 775,
      "͜": 776,
      "͝": 777,
      "͞": 778,
      "͟": 779,
      "͠": 780,
      "͡": 781,
      "ͨ": 782,
      "Ͱ": 783,
      "ͱ": 784,
      "Ͳ": 785,
      "ͳ": 786,
      "͵": 787,
      "Ͷ": 788,
      "ͷ": 789,
      ";": 790,
      "Ϳ": 791,
      "΄": 792,
      "Ά": 793,
      "Έ": 794,
      "Ή": 795,
      "Ί": 796,
      "Ό": 797,
      "Ύ": 798,
      "Ώ": 799,
      "ΐ": 800,
      "Α": 801,
      "Β": 802,
      "Γ": 803,
      "Δ": 804,
      "Ε": 805,
      "Ζ": 806,
      "Η": 807,
      "Θ": 808,
      "Ι": 809,
      "Κ": 810,
      "Λ": 811,
      "Μ": 812,
      "Ν": 813,
      "Ξ": 814,
      "Ο": 815,
      "Π": 816,
      "Ρ": 817,
      "Σ": 818,
      "Τ": 819,
      "Υ": 820,
      "Φ": 821,
      "Χ": 822,
      "Ψ": 823,
      "Ω": 824,
      "Ϊ": 825,
      "ά": 826,
      "έ": 827,
      "ή": 828,
      "ί": 829,
      "ΰ": 830,
      "α": 831,
      "β": 832,
      "γ": 833,
      "δ": 834,
      "ε": 835,
      "ζ": 836,
      "η": 837,
      "θ": 838,
      "ι": 839,
      "κ": 840,
      "λ": 841,
      "μ": 842,
      "ν": 843,
      "ξ": 844,
      "ο": 845,
      "π": 846,
      "ρ": 847,
      "ς": 848,
      "σ": 849,
      "τ": 850,
      "υ": 851,
      "φ": 852,
      "χ": 853,
      "ψ": 854,
      "ω": 855,
      "ϊ": 856,
      "ϋ": 857,
      "ό": 858,
      "ύ": 859,
      "ώ": 860,
      "ϐ": 861,
      "ϑ": 862,
      "ϒ": 863,
      "ϕ": 864,
      "ϖ": 865,
      "Ϙ": 866,
      "ϙ": 867,
      "Ϛ": 868,
      "ϛ": 869,
      "Ϝ": 870,
      "ϝ": 871,
      "Ϟ": 872,
      "ϟ": 873,
      "Ϡ": 874,
      "ϡ": 875,
      "Ϣ": 876,
      "ϣ": 877,
      "Ϥ": 878,
      "ϥ": 879,
      "Ϩ": 880,
      "ϩ": 881,
      "ϯ": 882,
      "ϰ": 883,
      "ϳ": 884,
      "ϵ": 885,
      "Ϸ": 886,
      "ϸ": 887,
      "Ϲ": 888,
      "Ϻ": 889,
      "Ѐ": 890,
      "Ё": 891,
      "Ђ": 892,
      "Ѓ": 893,
      "Є": 894,
      "Ѕ": 895,
      "І": 896,
      "Ї": 897,
      "Ј": 898,
      "Љ": 899,
      "Њ": 900,
      "Ћ": 901,
      "Ќ": 902,
      "Ѝ": 903,
      "Ў": 904,
      "Џ": 905,
      "А": 906,
      "Б": 907,
      "В": 908,
      "Г": 909,
      "Д": 910,
      "Е": 911,
      "Ж": 912,
      "З": 913,
      "И": 914,
      "Й": 915,
      "К": 916,
      "Л": 917,
      "М": 918,
      "Н": 919,
      "О": 920,
      "П": 921,
      "Р": 922,
      "С": 923,
      "Т": 924,
      "У": 925,
      "Ф": 926,
      "Х": 927,
      "Ц": 928,
      "Ч": 929,
      "Ш": 930,
      "Щ": 931,
      "Ъ": 932,
      "Ы": 933,
      "Ь": 934,
      "Э": 935,
      "Ю": 936,
      "Я": 937,
      "а": 938,
      "б": 939,
      "в": 940,
      "г": 941,
      "д": 942,
      "е": 943,
      "ж": 944,
      "з": 945,
      "и": 946,
      "й": 947,
      "к": 948,
      "л": 949,
      "м": 950,
      "н": 951,
      "о": 952,
      "п": 953,
      "р": 954,
      "с": 955,
      "т": 956,
      "у": 957,
      "ф": 958,
      "х": 959,
      "ц": 960,
      "ч": 961,
      "ш": 962,
      "щ": 963,
      "ъ": 964,
      "ы": 965,
      "ь": 966,
      "э": 967,
      "ю": 968,
      "я": 969,
      "ѐ": 970,
      "ё": 971,
      "ђ": 972,
      "ѓ": 973,
      "є": 974,
      "ѕ": 975,
      "і": 976,
      "ї": 977,
      "ј": 978,
      "љ": 979,
      "њ": 980,
      "ћ": 981,
      "ќ": 982,
      "ѝ": 983,
      "ў": 984,
      "џ": 985,
      "Ѡ": 986,
      "ѡ": 987,
      "Ѣ": 988,
      "ѣ": 989,
      "Ѥ": 990,
      "ѥ": 991,
      "Ѧ": 992,
      "ѧ": 993,
      "Ѫ": 994,
      "ѫ": 995,
      "ѭ": 996,
      "Ѯ": 997,
      "ѯ": 998,
      "Ѱ": 999,
      "ѱ": 1000,
      "Ѳ": 1001,
      "ѳ": 1002,
      "Ѵ": 1003,
      "ѵ": 1004,
      "Ѷ": 1005,
      "ѷ": 1006,
      "Ѹ": 1007,
      "ѹ": 1008,
      "Ѻ": 1009,
      "ѻ": 1010,
      "Ѽ": 1011,
      "ѽ": 1012,
      "Ѿ": 1013,
      "ѿ": 1014,
      "Ҁ": 1015,
      "ҁ": 1016,
      "҂": 1017,
      "҃": 1018,
      "҈": 1019,
      "҉": 1020,
      "Ҋ": 1021,
      "ҋ": 1022,
      "Ҍ": 1023,
      "ҍ": 1024,
      "Ҏ": 1025,
      "ҏ": 1026,
      "Ґ": 1027,
      "ґ": 1028,
      "Ғ": 1029,
      "ғ": 1030,
      "Ҕ": 1031,
      "ҕ": 1032,
      "Җ": 1033,
      "җ": 1034,
      "Ҙ": 1035,
      "ҙ": 1036,
      "Қ": 1037,
      "қ": 1038,
      "Ҝ": 1039,
      "ҝ": 1040,
      "Ҟ": 1041,
      "ҟ": 1042,
      "Ҡ": 1043,
      "ҡ": 1044,
      "Ң": 1045,
      "ң": 1046,
      "Ҥ": 1047,
      "ҥ": 1048,
      "Ҧ": 1049,
      "ҧ": 1050,
      "Ҩ": 1051,
      "ҩ": 1052,
      "Ҫ": 1053,
      "ҫ": 1054,
      "Ҭ": 1055,
      "ҭ": 1056,
      "Ү": 1057,
      "ү": 1058,
      "Ұ": 1059,
      "ұ": 1060,
      "Ҳ": 1061,
      "ҳ": 1062,
      "Ҵ": 1063,
      "ҵ": 1064,
      "Ҷ": 1065,
      "ҷ": 1066,
      "Ҹ": 1067,
      "ҹ": 1068,
      "Һ": 1069,
      "һ": 1070,
      "Ҽ": 1071,
      "ҽ": 1072,
      "Ҿ": 1073,
      "ҿ": 1074,
      "Ӏ": 1075,
      "Ӂ": 1076,
      "ӂ": 1077,
      "Ӄ": 1078,
      "ӄ": 1079,
      "Ӆ": 1080,
      "ӆ": 1081,
      "Ӈ": 1082,
      "ӈ": 1083,
      "Ӊ": 1084,
      "ӊ": 1085,
      "Ӌ": 1086,
      "ӌ": 1087,
      "Ӎ": 1088,
      "ӎ": 1089,
      "ӏ": 1090,
      "Ӑ": 1091,
      "ӑ": 1092,
      "Ӓ": 1093,
      "ӓ": 1094,
      "Ӕ": 1095,
      "ӕ": 1096,
      "Ӗ": 1097,
      "ӗ": 1098,
      "Ә": 1099,
      "ә": 1100,
      "Ӛ": 1101,
      "ӛ": 1102,
      "Ӝ": 1103,
      "ӝ": 1104,
      "Ӟ": 1105,
      "ӟ": 1106,
      "Ӡ": 1107,
      "ӡ": 1108,
      "Ӣ": 1109,
      "ӣ": 1110,
      "Ӥ": 1111,
      "ӥ": 1112,
      "Ӧ": 1113,
      "ӧ": 1114,
      "Ө": 1115,
      "ө": 1116,
      "Ӫ": 1117,
      "ӫ": 1118,
      "Ӭ": 1119,
      "ӭ": 1120,
      "Ӯ": 1121,
      "ӯ": 1122,
      "Ӱ": 1123,
      "ӱ": 1124,
      "Ӳ": 1125,
      "ӳ": 1126,
      "Ӵ": 1127,
      "ӵ": 1128,
      "Ӷ": 1129,
      "ӷ": 1130,
      "Ӹ": 1131,
      "ӹ": 1132,
      "Ӻ": 1133,
      "ӻ": 1134,
      "Ӽ": 1135,
      "ӽ": 1136,
      "Ԁ": 1137,
      "ԁ": 1138,
      "Ԃ": 1139,
      "ԃ": 1140,
      "Ԅ": 1141,
      "ԅ": 1142,
      "Ԇ": 1143,
      "ԇ": 1144,
      "Ԉ": 1145,
      "ԉ": 1146,
      "Ԋ": 1147,
      "ԋ": 1148,
      "Ԍ": 1149,
      "ԍ": 1150,
      "Ԏ": 1151,
      "ԏ": 1152,
      "Ԑ": 1153,
      "ԑ": 1154,
      "Ԓ": 1155,
      "ԓ": 1156,
      "Ԕ": 1157,
      "ԕ": 1158,
      "Ԗ": 1159,
      "ԗ": 1160,
      "Ԛ": 1161,
      "ԛ": 1162,
      "Ԝ": 1163,
      "ԝ": 1164,
      "Ԟ": 1165,
      "ԟ": 1166,
      "Ԡ": 1167,
      "ԡ": 1168,
      "Ԣ": 1169,
      "ԣ": 1170,
      "Ԥ": 1171,
      "ԥ": 1172,
      "Ԩ": 1173,
      "ԩ": 1174,
      "Ԫ": 1175,
      "ԫ": 1176,
      "Ԭ": 1177,
      "ԭ": 1178,
      "Ԯ": 1179,
      "ԯ": 1180,
      "Ա": 1181,
      "Բ": 1182,
      "Գ": 1183,
      "Ե": 1184,
      "Է": 1185,
      "Թ": 1186,
      "Ի": 1187,
      "Լ": 1188,
      "Խ": 1189,
      "Ծ": 1190,
      "Կ": 1191,
      "Հ": 1192,
      "Ձ": 1193,
      "Ղ": 1194,
      "Մ": 1195,
      "Յ": 1196,
      "Ն": 1197,
      "Շ": 1198,
      "Ո": 1199,
      "Պ": 1200,
      "Ջ": 1201,
      "Ռ": 1202,
      "Ս": 1203,
      "Վ": 1204,
      "Տ": 1205,
      "Ր": 1206,
      "Ց": 1207,
      "Ւ": 1208,
      "Փ": 1209,
      "Ք": 1210,
      "Օ": 1211,
      "Ֆ": 1212,
      "՝": 1213,
      "՞": 1214,
      "ա": 1215,
      "բ": 1216,
      "գ": 1217,
      "դ": 1218,
      "ե": 1219,
      "զ": 1220,
      "է": 1221,
      "ը": 1222,
      "թ": 1223,
      "ժ": 1224,
      "ի": 1225,
      "լ": 1226,
      "խ": 1227,
      "ծ": 1228,
      "կ": 1229,
      "հ": 1230,
      "ձ": 1231,
      "ղ": 1232,
      "մ": 1233,
      "յ": 1234,
      "ն": 1235,
      "շ": 1236,
      "ո": 1237,
      "չ": 1238,
      "պ": 1239,
      "ջ": 1240,
      "ռ": 1241,
      "ս": 1242,
      "վ": 1243,
      "տ": 1244,
      "ր": 1245,
      "ց": 1246,
      "ւ": 1247,
      "փ": 1248,
      "ք": 1249,
      "օ": 1250,
      "ֆ": 1251,
      "և": 1252,
      "։": 1253,
      "֏": 1254,
      "֙": 1255,
      "֚": 1256,
      "֜": 1257,
      "֪": 1258,
      "֫": 1259,
      "֬": 1260,
      "֮": 1261,
      "ְ": 1262,
      "ֱ": 1263,
      "ֲ": 1264,
      "ֳ": 1265,
      "ִ": 1266,
      "ֵ": 1267,
      "ֶ": 1268,
      "ַ": 1269,
      "ָ": 1270,
      "ֹ": 1271,
      "ֻ": 1272,
      "ּ": 1273,
      "ֽ": 1274,
      "־": 1275,
      "ֿ": 1276,
      "׀": 1277,
      "ׁ": 1278,
      "ׂ": 1279,
      "׋": 1280,
      "א": 1281,
      "ב": 1282,
      "ג": 1283,
      "ד": 1284,
      "ה": 1285,
      "ו": 1286,
      "ז": 1287,
      "ח": 1288,
      "ט": 1289,
      "י": 1290,
      "ך": 1291,
      "כ": 1292,
      "ל": 1293,
      "ם": 1294,
      "מ": 1295,
      "ן": 1296,
      "נ": 1297,
      "ס": 1298,
      "ע": 1299,
      "ף": 1300,
      "פ": 1301,
      "ץ": 1302,
      "צ": 1303,
      "ק": 1304,
      "ר": 1305,
      "ש": 1306,
      "ת": 1307,
      "װ": 1308,
      "ױ": 1309,
      "ײ": 1310,
      "״": 1311,
      "׷": 1312,
      "؂": 1313,
      "،": 1314,
      "؏": 1315,
      "؟": 1316,
      "ء": 1317,
      "آ": 1318,
      "أ": 1319,
      "ؤ": 1320,
      "إ": 1321,
      "ئ": 1322,
      "ا": 1323,
      "ب": 1324,
      "ة": 1325,
      "ت": 1326,
      "ث": 1327,
      "ج": 1328,
      "ح": 1329,
      "خ": 1330,
      "د": 1331,
      "ذ": 1332,
      "ر": 1333,
      "ز": 1334,
      "س": 1335,
      "ش": 1336,
      "ص": 1337,
      "ض": 1338,
      "ط": 1339,
      "ظ": 1340,
      "ع": 1341,
      "غ": 1342,
      "ؾ": 1343,
      "ـ": 1344,
      "ف": 1345,
      "ق": 1346,
      "ك": 1347,
      "ل": 1348,
      "م": 1349,
      "ن": 1350,
      "ه": 1351,
      "و": 1352,
      "ى": 1353,
      "ي": 1354,
      "ً": 1355,
      "ٌ": 1356,
      "ٍ": 1357,
      "َ": 1358,
      "ُ": 1359,
      "ِ": 1360,
      "ّ": 1361,
      "ْ": 1362,
      "ٔ": 1363,
      "٠": 1364,
      "١": 1365,
      "٢": 1366,
      "٣": 1367,
      "٤": 1368,
      "٥": 1369,
      "٨": 1370,
      "٩": 1371,
      "٫": 1372,
      "ٰ": 1373,
      "ٱ": 1374,
      "ٵ": 1375,
      "ٸ": 1376,
      "ٹ": 1377,
      "ٺ": 1378,
      "ټ": 1379,
      "ٽ": 1380,
      "پ": 1381,
      "ځ": 1382,
      "ڄ": 1383,
      "څ": 1384,
      "چ": 1385,
      "ڈ": 1386,
      "ڊ": 1387,
      "ڌ": 1388,
      "ڏ": 1389,
      "ڑ": 1390,
      "ڕ": 1391,
      "ږ": 1392,
      "ژ": 1393,
      "ڙ": 1394,
      "ښ": 1395,
      "ڠ": 1396,
      "ڤ": 1397,
      "ک": 1398,
      "ڪ": 1399,
      "ګ": 1400,
      "ڬ": 1401,
      "ڭ": 1402,
      "گ": 1403,
      "ڵ": 1404,
      "ں": 1405,
      "ڻ": 1406,
      "ڼ": 1407,
      "ھ": 1408,
      "ہ": 1409,
      "ۂ": 1410,
      "ۆ": 1411,
      "ۇ": 1412,
      "ۈ": 1413,
      "ۋ": 1414,
      "ی": 1415,
      "ێ": 1416,
      "ې": 1417,
      "ے": 1418,
      "۔": 1419,
      "ە": 1420,
      "۞": 1421,
      "۩": 1422,
      "۰": 1423,
      "۱": 1424,
      "۲": 1425,
      "۳": 1426,
      "۴": 1427,
      "۵": 1428,
      "۶": 1429,
      "۷": 1430,
      "۸": 1431,
      "۹": 1432,
      "ۿ": 1433,
      "ܐ": 1434,
      "ܑ": 1435,
      "ܒ": 1436,
      "ܓ": 1437,
      "ܕ": 1438,
      "ܗ": 1439,
      "ܘ": 1440,
      "ܙ": 1441,
      "ܚ": 1442,
      "ܛ": 1443,
      "ܝ": 1444,
      "ܟ": 1445,
      "ܠ": 1446,
      "ܡ": 1447,
      "ܢ": 1448,
      "ܣ": 1449,
      "ܥ": 1450,
      "ܦ": 1451,
      "ܨ": 1452,
      "ܩ": 1453,
      "ܪ": 1454,
      "ܫ": 1455,
      "ܬ": 1456,
      "ܲ": 1457,
      "ܵ": 1458,
      "ܼ": 1459,
      "ݓ": 1460,
      "ݕ": 1461,
      "ݗ": 1462,
      "ݚ": 1463,
      "ݛ": 1464,
      "ݝ": 1465,
      "ݟ": 1466,
      "ݠ": 1467,
      "ݡ": 1468,
      "ݢ": 1469,
      "ݣ": 1470,
      "ހ": 1471,
      "ނ": 1472,
      "ރ": 1473,
      "ބ": 1474,
      "ޅ": 1475,
      "ކ": 1476,
      "އ": 1477,
      "ވ": 1478,
      "މ": 1479,
      "ފ": 1480,
      "ދ": 1481,
      "ތ": 1482,
      "ލ": 1483,
      "ގ": 1484,
      "ޏ": 1485,
      "ސ": 1486,
      "ޑ": 1487,
      "ޔ": 1488,
      "ޕ": 1489,
      "ޖ": 1490,
      "ޙ": 1491,
      "ޝ": 1492,
      "ޤ": 1493,
      "ަ": 1494,
      "ާ": 1495,
      "ި": 1496,
      "ީ": 1497,
      "ު": 1498,
      "ޫ": 1499,
      "ެ": 1500,
      "ޭ": 1501,
      "ޮ": 1502,
      "ް": 1503,
      "ޱ": 1504,
      "࣬": 1505,
      "ऀ": 1506,
      "ँ": 1507,
      "ं": 1508,
      "ः": 1509,
      "अ": 1510,
      "आ": 1511,
      "इ": 1512,
      "ई": 1513,
      "उ": 1514,
      "ऊ": 1515,
      "ऋ": 1516,
      "ए": 1517,
      "ऐ": 1518,
      "ऑ": 1519,
      "ओ": 1520,
      "औ": 1521,
      "क": 1522,
      "ख": 1523,
      "ग": 1524,
      "घ": 1525,
      "ङ": 1526,
      "च": 1527,
      "छ": 1528,
      "ज": 1529,
      "झ": 1530,
      "ञ": 1531,
      "ट": 1532,
      "ठ": 1533,
      "ड": 1534,
      "ढ": 1535,
      "ण": 1536,
      "त": 1537,
      "थ": 1538,
      "द": 1539,
      "ध": 1540,
      "न": 1541,
      "प": 1542,
      "फ": 1543,
      "ब": 1544,
      "भ": 1545,
      "म": 1546,
      "य": 1547,
      "र": 1548,
      "ल": 1549,
      "ळ": 1550,
      "व": 1551,
      "श": 1552,
      "ष": 1553,
      "स": 1554,
      "ह": 1555,
      "़": 1556,
      "ऽ": 1557,
      "ा": 1558,
      "ि": 1559,
      "ी": 1560,
      "ु": 1561,
      "ू": 1562,
      "ृ": 1563,
      "ॄ": 1564,
      "ॆ": 1565,
      "े": 1566,
      "ै": 1567,
      "ॉ": 1568,
      "ो": 1569,
      "ौ": 1570,
      "्": 1571,
      "ॐ": 1572,
      "॒": 1573,
      "॓": 1574,
      "॔": 1575,
      "ॡ": 1576,
      "ॣ": 1577,
      "।": 1578,
      "॥": 1579,
      "०": 1580,
      "१": 1581,
      "२": 1582,
      "३": 1583,
      "४": 1584,
      "५": 1585,
      "६": 1586,
      "७": 1587,
      "८": 1588,
      "९": 1589,
      "॰": 1590,
      "ॿ": 1591,
      "ঁ": 1592,
      "ং": 1593,
      "ঃ": 1594,
      "অ": 1595,
      "আ": 1596,
      "ই": 1597,
      "উ": 1598,
      "এ": 1599,
      "ও": 1600,
      "ক": 1601,
      "খ": 1602,
      "গ": 1603,
      "ঘ": 1604,
      "ঙ": 1605,
      "চ": 1606,
      "ছ": 1607,
      "জ": 1608,
      "ঝ": 1609,
      "ঞ": 1610,
      "ট": 1611,
      "ঠ": 1612,
      "ড": 1613,
      "ণ": 1614,
      "ত": 1615,
      "থ": 1616,
      "দ": 1617,
      "ধ": 1618,
      "ন": 1619,
      "প": 1620,
      "ফ": 1621,
      "ব": 1622,
      "ভ": 1623,
      "ম": 1624,
      "য": 1625,
      "র": 1626,
      "ল": 1627,
      "শ": 1628,
      "ষ": 1629,
      "স": 1630,
      "হ": 1631,
      "়": 1632,
      "া": 1633,
      "ি": 1634,
      "ী": 1635,
      "ু": 1636,
      "ূ": 1637,
      "ৃ": 1638,
      "ে": 1639,
      "ো": 1640,
      "ৌ": 1641,
      "্": 1642,
      "ৎ": 1643,
      "১": 1644,
      "৬": 1645,
      "৭": 1646,
      "ৰ": 1647,
      "ৱ": 1648,
      "ਂ": 1649,
      "ਃ": 1650,
      "ਅ": 1651,
      "ਆ": 1652,
      "ਉ": 1653,
      "਍": 1654,
      "ਕ": 1655,
      "ਖ": 1656,
      "ਗ": 1657,
      "ਘ": 1658,
      "ਚ": 1659,
      "ਜ": 1660,
      "ਝ": 1661,
      "ਟ": 1662,
      "ਠ": 1663,
      "ਡ": 1664,
      "ਤ": 1665,
      "ਥ": 1666,
      "ਦ": 1667,
      "ਨ": 1668,
      "ਪ": 1669,
      "ਬ": 1670,
      "ਭ": 1671,
      "ਮ": 1672,
      "ਰ": 1673,
      "ਲ": 1674,
      "ਵ": 1675,
      "ਸ": 1676,
      "ਹ": 1677,
      "਼": 1678,
      "ਾ": 1679,
      "ਿ": 1680,
      "ੀ": 1681,
      "ੁ": 1682,
      "ੂ": 1683,
      "ੇ": 1684,
      "ੈ": 1685,
      "ੋ": 1686,
      "੍": 1687,
      "ੜ": 1688,
      "੭": 1689,
      "ੰ": 1690,
      "ੱ": 1691,
      "ੲ": 1692,
      "ੳ": 1693,
      "ੴ": 1694,
      "ઁ": 1695,
      "ં": 1696,
      "અ": 1697,
      "ક": 1698,
      "ગ": 1699,
      "જ": 1700,
      "ટ": 1701,
      "ત": 1702,
      "દ": 1703,
      "ધ": 1704,
      "ન": 1705,
      "પ": 1706,
      "બ": 1707,
      "ભ": 1708,
      "મ": 1709,
      "ર": 1710,
      "લ": 1711,
      "વ": 1712,
      "શ": 1713,
      "સ": 1714,
      "હ": 1715,
      "ા": 1716,
      "ી": 1717,
      "ુ": 1718,
      "ૂ": 1719,
      "ૃ": 1720,
      "ૅ": 1721,
      "ે": 1722,
      "ો": 1723,
      "્": 1724,
      "ૢ": 1725,
      "ଁ": 1726,
      "ଂ": 1727,
      "଑": 1728,
      "ଓ": 1729,
      "ଗ": 1730,
      "ଘ": 1731,
      "ଙ": 1732,
      "ଡ": 1733,
      "ନ": 1734,
      "ବ": 1735,
      "ଭ": 1736,
      "ର": 1737,
      "ଲ": 1738,
      "ଵ": 1739,
      "ଶ": 1740,
      "ସ": 1741,
      "଼": 1742,
      "ା": 1743,
      "ି": 1744,
      "ୁ": 1745,
      "େ": 1746,
      "୍": 1747,
      "୧": 1748,
      "୨": 1749,
      "அ": 1750,
      "ஆ": 1751,
      "இ": 1752,
      "ஈ": 1753,
      "உ": 1754,
      "ஊ": 1755,
      "எ": 1756,
      "ஏ": 1757,
      "ஐ": 1758,
      "ஒ": 1759,
      "ஓ": 1760,
      "க": 1761,
      "ங": 1762,
      "ச": 1763,
      "ஜ": 1764,
      "ஞ": 1765,
      "ட": 1766,
      "ண": 1767,
      "த": 1768,
      "ந": 1769,
      "ன": 1770,
      "ப": 1771,
      "ம": 1772,
      "ய": 1773,
      "ர": 1774,
      "ற": 1775,
      "ல": 1776,
      "ள": 1777,
      "ழ": 1778,
      "வ": 1779,
      "ஷ": 1780,
      "ஸ": 1781,
      "ஹ": 1782,
      "ா": 1783,
      "ி": 1784,
      "ீ": 1785,
      "ு": 1786,
      "ூ": 1787,
      "ெ": 1788,
      "ே": 1789,
      "ை": 1790,
      "ொ": 1791,
      "ோ": 1792,
      "்": 1793,
      "ௐ": 1794,
      "௷": 1795,
      "௸": 1796,
      "ఁ": 1797,
      "ం": 1798,
      "ః": 1799,
      "అ": 1800,
      "ఆ": 1801,
      "ఇ": 1802,
      "ఈ": 1803,
      "ఉ": 1804,
      "ఎ": 1805,
      "ఐ": 1806,
      "ఔ": 1807,
      "క": 1808,
      "ఖ": 1809,
      "గ": 1810,
      "చ": 1811,
      "జ": 1812,
      "ట": 1813,
      "డ": 1814,
      "ణ": 1815,
      "త": 1816,
      "థ": 1817,
      "ద": 1818,
      "ధ": 1819,
      "న": 1820,
      "ప": 1821,
      "బ": 1822,
      "భ": 1823,
      "మ": 1824,
      "య": 1825,
      "ర": 1826,
      "ల": 1827,
      "వ": 1828,
      "శ": 1829,
      "ష": 1830,
      "స": 1831,
      "హ": 1832,
      "ా": 1833,
      "ి": 1834,
      "ీ": 1835,
      "ు": 1836,
      "ూ": 1837,
      "ృ": 1838,
      "ౄ": 1839,
      "ె": 1840,
      "ే": 1841,
      "ై": 1842,
      "ొ": 1843,
      "ో": 1844,
      "ౌ": 1845,
      "్": 1846,
      "ౢ": 1847,
      "౨": 1848,
      "౪": 1849,
      "ಂ": 1850,
      "ಅ": 1851,
      "ಇ": 1852,
      "ಕ": 1853,
      "ಖ": 1854,
      "ಗ": 1855,
      "ಘ": 1856,
      "ಙ": 1857,
      "ಚ": 1858,
      "ಛ": 1859,
      "ಜ": 1860,
      "ಝ": 1861,
      "ಞ": 1862,
      "ಟ": 1863,
      "ಠ": 1864,
      "ಡ": 1865,
      "ಢ": 1866,
      "ಣ": 1867,
      "ತ": 1868,
      "ಥ": 1869,
      "ದ": 1870,
      "ಧ": 1871,
      "ನ": 1872,
      "ಪ": 1873,
      "ಫ": 1874,
      "ಬ": 1875,
      "ಭ": 1876,
      "ಮ": 1877,
      "ಯ": 1878,
      "ರ": 1879,
      "ಲ": 1880,
      "ಳ": 1881,
      "ವ": 1882,
      "ಶ": 1883,
      "ಷ": 1884,
      "ಸ": 1885,
      "ಹ": 1886,
      "ಾ": 1887,
      "ಿ": 1888,
      "ೀ": 1889,
      "ು": 1890,
      "ೂ": 1891,
      "ೃ": 1892,
      "ೆ": 1893,
      "ೇ": 1894,
      "ೊ": 1895,
      "ೋ": 1896,
      "ೌ": 1897,
      "್": 1898,
      "೦": 1899,
      "೧": 1900,
      "೨": 1901,
      "೩": 1902,
      "೪": 1903,
      "೫": 1904,
      "೬": 1905,
      "೭": 1906,
      "೮": 1907,
      "೯": 1908,
      "ം": 1909,
      "ആ": 1910,
      "ഇ": 1911,
      "ഈ": 1912,
      "ഉ": 1913,
      "ഓ": 1914,
      "ക": 1915,
      "ങ": 1916,
      "ച": 1917,
      "ട": 1918,
      "ഡ": 1919,
      "ണ": 1920,
      "ത": 1921,
      "ദ": 1922,
      "ന": 1923,
      "പ": 1924,
      "ഫ": 1925,
      "ബ": 1926,
      "മ": 1927,
      "യ": 1928,
      "ര": 1929,
      "റ": 1930,
      "ല": 1931,
      "ള": 1932,
      "ഴ": 1933,
      "വ": 1934,
      "ശ": 1935,
      "സ": 1936,
      "ഹ": 1937,
      "ാ": 1938,
      "ി": 1939,
      "ീ": 1940,
      "ു": 1941,
      "ൂ": 1942,
      "െ": 1943,
      "േ": 1944,
      "ോ": 1945,
      "്": 1946,
      "ൾ": 1947,
      "ං": 1948,
      "අ": 1949,
      "ආ": 1950,
      "ඉ": 1951,
      "එ": 1952,
      "ඓ": 1953,
      "ඔ": 1954,
      "ක": 1955,
      "ඛ": 1956,
      "ග": 1957,
      "ච": 1958,
      "ඡ": 1959,
      "ජ": 1960,
      "ට": 1961,
      "ඨ": 1962,
      "ඩ": 1963,
      "ණ": 1964,
      "ත": 1965,
      "ථ": 1966,
      "ද": 1967,
      "ධ": 1968,
      "න": 1969,
      "ප": 1970,
      "බ": 1971,
      "භ": 1972,
      "ම": 1973,
      "ය": 1974,
      "ර": 1975,
      "ල": 1976,
      "ව": 1977,
      "ශ": 1978,
      "ෂ": 1979,
      "ස": 1980,
      "හ": 1981,
      "්": 1982,
      "ා": 1983,
      "ැ": 1984,
      "ි": 1985,
      "ී": 1986,
      "ු": 1987,
      "ෙ": 1988,
      "ේ": 1989,
      "ො": 1990,
      "ෝ": 1991,
      "෣": 1992,
      "ก": 1993,
      "ข": 1994,
      "ค": 1995,
      "ฅ": 1996,
      "ฆ": 1997,
      "ง": 1998,
      "จ": 1999,
      "ฉ": 2000,
      "ช": 2001,
      "ซ": 2002,
      "ญ": 2003,
      "ฎ": 2004,
      "ฏ": 2005,
      "ฐ": 2006,
      "ฑ": 2007,
      "ฒ": 2008,
      "ณ": 2009,
      "ด": 2010,
      "ต": 2011,
      "ถ": 2012,
      "ท": 2013,
      "ธ": 2014,
      "น": 2015,
      "บ": 2016,
      "ป": 2017,
      "ผ": 2018,
      "ฝ": 2019,
      "พ": 2020,
      "ฟ": 2021,
      "ภ": 2022,
      "ม": 2023,
      "ย": 2024,
      "ร": 2025,
      "ฤ": 2026,
      "ล": 2027,
      "ฦ": 2028,
      "ว": 2029,
      "ศ": 2030,
      "ษ": 2031,
      "ส": 2032,
      "ห": 2033,
      "ฬ": 2034,
      "อ": 2035,
      "ฮ": 2036,
      "ฯ": 2037,
      "ะ": 2038,
      "ั": 2039,
      "า": 2040,
      "ำ": 2041,
      "ิ": 2042,
      "ี": 2043,
      "ึ": 2044,
      "ื": 2045,
      "ุ": 2046,
      "ู": 2047,
      "ฺ": 2048,
      "฿": 2049,
      "เ": 2050,
      "แ": 2051,
      "โ": 2052,
      "ใ": 2053,
      "ไ": 2054,
      "ๅ": 2055,
      "ๆ": 2056,
      "็": 2057,
      "่": 2058,
      "้": 2059,
      "๊": 2060,
      "๋": 2061,
      "์": 2062,
      "ํ": 2063,
      "๎": 2064,
      "๐": 2065,
      "๑": 2066,
      "๓": 2067,
      "๕": 2068,
      "๚": 2069,
      "ກ": 2070,
      "ຂ": 2071,
      "ຄ": 2072,
      "ງ": 2073,
      "ຈ": 2074,
      "ຊ": 2075,
      "ຍ": 2076,
      "ດ": 2077,
      "ຕ": 2078,
      "ຖ": 2079,
      "ທ": 2080,
      "ນ": 2081,
      "ບ": 2082,
      "ປ": 2083,
      "ຜ": 2084,
      "ພ": 2085,
      "ຟ": 2086,
      "ມ": 2087,
      "ຣ": 2088,
      "ລ": 2089,
      "ວ": 2090,
      "ສ": 2091,
      "ຫ": 2092,
      "ອ": 2093,
      "ຮ": 2094,
      "ະ": 2095,
      "ັ": 2096,
      "າ": 2097,
      "ຳ": 2098,
      "ິ": 2099,
      "ີ": 2100,
      "ຶ": 2101,
      "ື": 2102,
      "ຸ": 2103,
      "ູ": 2104,
      "ົ": 2105,
      "ຼ": 2106,
      "ຽ": 2107,
      "ເ": 2108,
      "ແ": 2109,
      "ໂ": 2110,
      "ໃ": 2111,
      "ໄ": 2112,
      "່": 2113,
      "້": 2114,
      "ໍ": 2115,
      "໑": 2116,
      "໱": 2117,
      "༄": 2118,
      "༅": 2119,
      "་": 2120,
      "།": 2121,
      "༎": 2122,
      "༔": 2123,
      "༭": 2124,
      "ཀ": 2125,
      "ཁ": 2126,
      "ག": 2127,
      "ང": 2128,
      "ཅ": 2129,
      "ཆ": 2130,
      "ཇ": 2131,
      "ཉ": 2132,
      "ཊ": 2133,
      "ཎ": 2134,
      "ཏ": 2135,
      "ཐ": 2136,
      "ད": 2137,
      "ན": 2138,
      "པ": 2139,
      "ཕ": 2140,
      "བ": 2141,
      "མ": 2142,
      "ཙ": 2143,
      "ཚ": 2144,
      "ཛ": 2145,
      "ཝ": 2146,
      "ཞ": 2147,
      "ཟ": 2148,
      "འ": 2149,
      "ཡ": 2150,
      "ར": 2151,
      "ལ": 2152,
      "ཤ": 2153,
      "ས": 2154,
      "ཧ": 2155,
      "ཨ": 2156,
      "ཱ": 2157,
      "ི": 2158,
      "ུ": 2159,
      "ེ": 2160,
      "ཻ": 2161,
      "ོ": 2162,
      "ཽ": 2163,
      "ཾ": 2164,
      "ཿ": 2165,
      "ྀ": 2166,
      "ྃ": 2167,
      "ྐ": 2168,
      "ྒ": 2169,
      "ྔ": 2170,
      "ྕ": 2171,
      "ྗ": 2172,
      "ྙ": 2173,
      "ྟ": 2174,
      "ྡ": 2175,
      "ྣ": 2176,
      "ྤ": 2177,
      "ྨ": 2178,
      "ྩ": 2179,
      "ྫ": 2180,
      "ྱ": 2181,
      "ྲ": 2182,
      "ླ": 2183,
      "ྶ": 2184,
      "ྷ": 2185,
      "က": 2186,
      "ခ": 2187,
      "ဂ": 2188,
      "င": 2189,
      "စ": 2190,
      "ဆ": 2191,
      "ဇ": 2192,
      "ည": 2193,
      "တ": 2194,
      "ထ": 2195,
      "န": 2196,
      "ပ": 2197,
      "ဖ": 2198,
      "ဗ": 2199,
      "ဘ": 2200,
      "မ": 2201,
      "ယ": 2202,
      "ရ": 2203,
      "လ": 2204,
      "ဝ": 2205,
      "သ": 2206,
      "ဟ": 2207,
      "အ": 2208,
      "ဦ": 2209,
      "ဧ": 2210,
      "ါ": 2211,
      "ာ": 2212,
      "ိ": 2213,
      "ီ": 2214,
      "ု": 2215,
      "ူ": 2216,
      "ေ": 2217,
      "ဲ": 2218,
      "ဳ": 2219,
      "ဵ": 2220,
      "ံ": 2221,
      "့": 2222,
      "း": 2223,
      "္": 2224,
      "်": 2225,
      "ျ": 2226,
      "ြ": 2227,
      "ွ": 2228,
      "ှ": 2229,
      "၆": 2230,
      "၉": 2231,
      "ၶ": 2232,
      "ၼ": 2233,
      "ၿ": 2234,
      "ႀ": 2235,
      "ႃ": 2236,
      "ႆ": 2237,
      "ႈ": 2238,
      "ႉ": 2239,
      "႐": 2240,
      "႔": 2241,
      "ა": 2242,
      "ბ": 2243,
      "გ": 2244,
      "დ": 2245,
      "ე": 2246,
      "ვ": 2247,
      "ზ": 2248,
      "თ": 2249,
      "ი": 2250,
      "კ": 2251,
      "ლ": 2252,
      "მ": 2253,
      "ნ": 2254,
      "ო": 2255,
      "პ": 2256,
      "ჟ": 2257,
      "რ": 2258,
      "ს": 2259,
      "ტ": 2260,
      "უ": 2261,
      "ფ": 2262,
      "ქ": 2263,
      "ღ": 2264,
      "ყ": 2265,
      "შ": 2266,
      "ჩ": 2267,
      "ც": 2268,
      "ძ": 2269,
      "წ": 2270,
      "ჭ": 2271,
      "ხ": 2272,
      "ჯ": 2273,
      "ᄂ": 2274,
      "ᄅ": 2275,
      "ᄋ": 2276,
      "ᄒ": 2277,
      "ᄽ": 2278,
      "ᄿ": 2279,
      "ᅎ": 2280,
      "ᅏ": 2281,
      "ᅐ": 2282,
      "ᅑ": 2283,
      "ᅔ": 2284,
      "ᅕ": 2285,
      "ᆷ": 2286,
      "ᆸ": 2287,
      "ᆺ": 2288,
      "ሀ": 2289,
      "ሁ": 2290,
      "ሄ": 2291,
      "ህ": 2292,
      "ሆ": 2293,
      "ለ": 2294,
      "ሊ": 2295,
      "ላ": 2296,
      "ል": 2297,
      "ሐ": 2298,
      "ሓ": 2299,
      "ሔ": 2300,
      "ሕ": 2301,
      "መ": 2302,
      "ሚ": 2303,
      "ማ": 2304,
      "ሜ": 2305,
      "ም": 2306,
      "ሞ": 2307,
      "ረ": 2308,
      "ሪ": 2309,
      "ራ": 2310,
      "ሬ": 2311,
      "ር": 2312,
      "ሰ": 2313,
      "ሲ": 2314,
      "ሳ": 2315,
      "ስ": 2316,
      "ሸ": 2317,
      "ቃ": 2318,
      "ቅ": 2319,
      "በ": 2320,
      "ቡ": 2321,
      "ባ": 2322,
      "ቤ": 2323,
      "ብ": 2324,
      "ቦ": 2325,
      "ተ": 2326,
      "ታ": 2327,
      "ቴ": 2328,
      "ት": 2329,
      "ች": 2330,
      "ነ": 2331,
      "ን": 2332,
      "ኖ": 2333,
      "ኛ": 2334,
      "አ": 2335,
      "ኢ": 2336,
      "ኤ": 2337,
      "እ": 2338,
      "ከ": 2339,
      "ክ": 2340,
      "ወ": 2341,
      "ዊ": 2342,
      "ዋ": 2343,
      "ው": 2344,
      "ዎ": 2345,
      "ዕ": 2346,
      "ዘ": 2347,
      "ዝ": 2348,
      "የ": 2349,
      "ያ": 2350,
      "ዬ": 2351,
      "ይ": 2352,
      "ዮ": 2353,
      "ደ": 2354,
      "ዲ": 2355,
      "ዳ": 2356,
      "ዴ": 2357,
      "ድ": 2358,
      "ዶ": 2359,
      "ጀ": 2360,
      "ገ": 2361,
      "ጊ": 2362,
      "ጋ": 2363,
      "ግ": 2364,
      "ጥ": 2365,
      "ጨ": 2366,
      "ጵ": 2367,
      "ፀ": 2368,
      "ፊ": 2369,
      "ፋ": 2370,
      "ፍ": 2371,
      "ፕ": 2372,
      "።": 2373,
      "Ꭹ": 2374,
      "Ꭿ": 2375,
      "Ꮃ": 2376,
      "Ꮄ": 2377,
      "Ꮇ": 2378,
      "Ꮒ": 2379,
      "Ꮕ": 2380,
      "Ꮜ": 2381,
      "Ꮢ": 2382,
      "Ꮦ": 2383,
      "Ꮪ": 2384,
      "Ꮬ": 2385,
      "Ꮯ": 2386,
      "Ꮳ": 2387,
      "Ꮷ": 2388,
      "Ꮺ": 2389,
      "ᐃ": 2390,
      "ᐄ": 2391,
      "ᐅ": 2392,
      "ᐊ": 2393,
      "ᐋ": 2394,
      "ᐍ": 2395,
      "ᐎ": 2396,
      "ᐏ": 2397,
      "ᐑ": 2398,
      "ᐛ": 2399,
      "ᐢ": 2400,
      "ᐣ": 2401,
      "ᐤ": 2402,
      "ᐦ": 2403,
      "ᐧ": 2404,
      "ᐯ": 2405,
      "ᐱ": 2406,
      "ᐸ": 2407,
      "ᑎ": 2408,
      "ᑑ": 2409,
      "ᑔ": 2410,
      "ᑕ": 2411,
      "ᑖ": 2412,
      "ᑦ": 2413,
      "ᑭ": 2414,
      "ᑮ": 2415,
      "ᒃ": 2416,
      "ᒋ": 2417,
      "ᒡ": 2418,
      "ᒥ": 2419,
      "ᒧ": 2420,
      "ᒪ": 2421,
      "ᓀ": 2422,
      "ᓂ": 2423,
      "ᓄ": 2424,
      "ᓇ": 2425,
      "ᓈ": 2426,
      "ᓐ": 2427,
      "ᓕ": 2428,
      "ᓗ": 2429,
      "ᓪ": 2430,
      "ᓯ": 2431,
      "ᓱ": 2432,
      "ᓴ": 2433,
      "ᔅ": 2434,
      "ᔑ": 2435,
      "ᔕ": 2436,
      "ᔪ": 2437,
      "ᔭ": 2438,
      "ᕆ": 2439,
      "ᕐ": 2440,
      "ᕗ": 2441,
      "ᕙ": 2442,
      "ᕤ": 2443,
      "ᕼ": 2444,
      "ᕿ": 2445,
      "ᖃ": 2446,
      "ᖅ": 2447,
      "ᖇ": 2448,
      "ᖓ": 2449,
      "ᗅ": 2450,
      "ᗣ": 2451,
      "ᗨ": 2452,
      "ᗩ": 2453,
      "ᗰ": 2454,
      "ᗷ": 2455,
      "ᗺ": 2456,
      "ᚫ": 2457,
      "ᚮ": 2458,
      "ᚲ": 2459,
      "ᚷ": 2460,
      "ᚹ": 2461,
      "ᚼ": 2462,
      "ᛂ": 2463,
      "ᛃ": 2464,
      "ᛒ": 2465,
      "ᛕ": 2466,
      "ᛜ": 2467,
      "᜵": 2468,
      "᜶": 2469,
      "ᝃ": 2470,
      "ᝒ": 2471,
      "ក": 2472,
      "ខ": 2473,
      "គ": 2474,
      "ឃ": 2475,
      "ង": 2476,
      "ច": 2477,
      "ឆ": 2478,
      "ជ": 2479,
      "ឈ": 2480,
      "ញ": 2481,
      "ដ": 2482,
      "ឋ": 2483,
      "ណ": 2484,
      "ត": 2485,
      "ថ": 2486,
      "ទ": 2487,
      "ធ": 2488,
      "ន": 2489,
      "ប": 2490,
      "ផ": 2491,
      "ព": 2492,
      "ភ": 2493,
      "ម": 2494,
      "យ": 2495,
      "រ": 2496,
      "ល": 2497,
      "វ": 2498,
      "ស": 2499,
      "ហ": 2500,
      "ឡ": 2501,
      "អ": 2502,
      "ឧ": 2503,
      "ឯ": 2504,
      "ា": 2505,
      "ិ": 2506,
      "ី": 2507,
      "ឹ": 2508,
      "ុ": 2509,
      "ូ": 2510,
      "ួ": 2511,
      "ើ": 2512,
      "ឿ": 2513,
      "ៀ": 2514,
      "េ": 2515,
      "ែ": 2516,
      "ៃ": 2517,
      "ោ": 2518,
      "ៅ": 2519,
      "ំ": 2520,
      "ះ": 2521,
      "៉": 2522,
      "៊": 2523,
      "់": 2524,
      "៍": 2525,
      "័": 2526,
      "្": 2527,
      "។": 2528,
      "៛": 2529,
      "᠌": 2530,
      "᠎": 2531,
      "ᠠ": 2532,
      "ᠡ": 2533,
      "ᠢ": 2534,
      "ᠣ": 2535,
      "ᠤ": 2536,
      "ᠥ": 2537,
      "ᠦ": 2538,
      "ᠨ": 2539,
      "ᠩ": 2540,
      "ᠪ": 2541,
      "ᠬ": 2542,
      "ᠭ": 2543,
      "ᠮ": 2544,
      "ᠯ": 2545,
      "ᠰ": 2546,
      "ᠲ": 2547,
      "ᠳ": 2548,
      "ᠴ": 2549,
      "ᠵ": 2550,
      "ᠶ": 2551,
      "ᠷ": 2552,
      "ᡍ": 2553,
      "ᡝ": 2554,
      "ᡞ": 2555,
      "ᡠ": 2556,
      "ᡣ": 2557,
      "ᡥ": 2558,
      "ᡩ": 2559,
      "ᣄ": 2560,
      "ᥑ": 2561,
      "ᥒ": 2562,
      "ᥖ": 2563,
      "ᥘ": 2564,
      "ᥨ": 2565,
      "ᥫ": 2566,
      "ᥬ": 2567,
      "ᥭ": 2568,
      "ᥰ": 2569,
      "ᥲ": 2570,
      "ᥳ": 2571,
      "ᥴ": 2572,
      "ᦂ": 2573,
      "ᦄ": 2574,
      "ᦆ": 2575,
      "ᦉ": 2576,
      "ᦎ": 2577,
      "ᦑ": 2578,
      "ᦒ": 2579,
      "ᦓ": 2580,
      "ᦔ": 2581,
      "ᦗ": 2582,
      "ᦟ": 2583,
      "ᦤ": 2584,
      "ᦥ": 2585,
      "ᦨ": 2586,
      "ᦪ": 2587,
      "ᦫ": 2588,
      "ᦰ": 2589,
      "ᦱ": 2590,
      "ᦲ": 2591,
      "ᦳ": 2592,
      "ᦴ": 2593,
      "ᦵ": 2594,
      "ᦶ": 2595,
      "ᦷ": 2596,
      "ᦸ": 2597,
      "ᦹ": 2598,
      "ᦺ": 2599,
      "ᧁ": 2600,
      "ᧂ": 2601,
      "ᧃ": 2602,
      "ᧄ": 2603,
      "ᧅ": 2604,
      "ᧇ": 2605,
      "ᧈ": 2606,
      "ᧉ": 2607,
      "᧑": 2608,
      "᧒": 2609,
      "᧚": 2610,
      "᧞": 2611,
      "᧟": 2612,
      "ᨀ": 2613,
      "ᨁ": 2614,
      "ᨄ": 2615,
      "ᨅ": 2616,
      "ᨆ": 2617,
      "ᨈ": 2618,
      "ᨑ": 2619,
      "ᨓ": 2620,
      "ᨔ": 2621,
      "ᨘ": 2622,
      "ᨙ": 2623,
      "ᨚ": 2624,
      "᪭": 2625,
      "ᰙ": 2626,
      "᳞": 2627,
      "ᴀ": 2628,
      "ᴁ": 2629,
      "ᴂ": 2630,
      "ᴃ": 2631,
      "ᴄ": 2632,
      "ᴅ": 2633,
      "ᴆ": 2634,
      "ᴇ": 2635,
      "ᴈ": 2636,
      "ᴉ": 2637,
      "ᴊ": 2638,
      "ᴋ": 2639,
      "ᴌ": 2640,
      "ᴍ": 2641,
      "ᴔ": 2642,
      "ᴗ": 2643,
      "ᴘ": 2644,
      "ᴙ": 2645,
      "ᴚ": 2646,
      "ᴛ": 2647,
      "ᴜ": 2648,
      "ᴝ": 2649,
      "ᴞ": 2650,
      "ᴟ": 2651,
      "ᵀ": 2652,
      "ᵃ": 2653,
      "ᵈ": 2654,
      "ᵉ": 2655,
      "ᵋ": 2656,
      "ᵌ": 2657,
      "ᵍ": 2658,
      "ᵏ": 2659,
      "ᵐ": 2660,
      "ᵒ": 2661,
      "ᵕ": 2662,
      "ᵗ": 2663,
      "ᵛ": 2664,
      "ᵞ": 2665,
      "ᵡ": 2666,
      "ᵢ": 2667,
      "ᵫ": 2668,
      "ᵬ": 2669,
      "ᵭ": 2670,
      "ᵮ": 2671,
      "ᵯ": 2672,
      "ᵰ": 2673,
      "ᵱ": 2674,
      "ᵲ": 2675,
      "ᵳ": 2676,
      "ᵴ": 2677,
      "ᵵ": 2678,
      "ᵶ": 2679,
      "ᵷ": 2680,
      "ᵹ": 2681,
      "ᵺ": 2682,
      "ᵻ": 2683,
      "ᵼ": 2684,
      "ᵽ": 2685,
      "ᵾ": 2686,
      "ᵿ": 2687,
      "ᶀ": 2688,
      "ᶂ": 2689,
      "ᶃ": 2690,
      "ᶄ": 2691,
      "ᶅ": 2692,
      "ᶆ": 2693,
      "ᶇ": 2694,
      "ᶈ": 2695,
      "ᶉ": 2696,
      "ᶊ": 2697,
      "ᶋ": 2698,
      "ᶌ": 2699,
      "ᶍ": 2700,
      "ᶎ": 2701,
      "ᶏ": 2702,
      "ᶐ": 2703,
      "ᶑ": 2704,
      "ᶒ": 2705,
      "ᶓ": 2706,
      "ᶔ": 2707,
      "ᶕ": 2708,
      "ᶖ": 2709,
      "ᶘ": 2710,
      "ᶙ": 2711,
      "ᶚ": 2712,
      "ᶜ": 2713,
      "ᶠ": 2714,
      "ᶦ": 2715,
      "ᶧ": 2716,
      "ᶫ": 2717,
      "ᶰ": 2718,
      "ᶸ": 2719,
      "᷄": 2720,
      "᷅": 2721,
      "ᷛ": 2722,
      "ᷞ": 2723,
      "ᷟ": 2724,
      "ᷡ": 2725,
      "ᷢ": 2726,
      "Ḁ": 2727,
      "ḁ": 2728,
      "Ḃ": 2729,
      "ḃ": 2730,
      "Ḅ": 2731,
      "ḅ": 2732,
      "Ḇ": 2733,
      "ḇ": 2734,
      "Ḉ": 2735,
      "ḉ": 2736,
      "Ḋ": 2737,
      "ḋ": 2738,
      "Ḍ": 2739,
      "ḍ": 2740,
      "Ḏ": 2741,
      "ḏ": 2742,
      "Ḑ": 2743,
      "ḑ": 2744,
      "Ḓ": 2745,
      "ḓ": 2746,
      "Ḕ": 2747,
      "ḕ": 2748,
      "Ḗ": 2749,
      "ḗ": 2750,
      "Ḙ": 2751,
      "ḙ": 2752,
      "Ḛ": 2753,
      "ḛ": 2754,
      "Ḝ": 2755,
      "ḝ": 2756,
      "Ḟ": 2757,
      "ḟ": 2758,
      "Ḡ": 2759,
      "ḡ": 2760,
      "Ḣ": 2761,
      "ḣ": 2762,
      "Ḥ": 2763,
      "ḥ": 2764,
      "Ḧ": 2765,
      "ḧ": 2766,
      "Ḩ": 2767,
      "ḩ": 2768,
      "Ḫ": 2769,
      "ḫ": 2770,
      "Ḭ": 2771,
      "ḭ": 2772,
      "Ḯ": 2773,
      "ḯ": 2774,
      "Ḱ": 2775,
      "ḱ": 2776,
      "Ḳ": 2777,
      "ḳ": 2778,
      "Ḵ": 2779,
      "ḵ": 2780,
      "Ḷ": 2781,
      "ḷ": 2782,
      "Ḹ": 2783,
      "ḹ": 2784,
      "Ḻ": 2785,
      "ḻ": 2786,
      "Ḽ": 2787,
      "ḽ": 2788,
      "Ḿ": 2789,
      "ḿ": 2790,
      "Ṁ": 2791,
      "ṁ": 2792,
      "Ṃ": 2793,
      "ṃ": 2794,
      "Ṅ": 2795,
      "ṅ": 2796,
      "Ṇ": 2797,
      "ṇ": 2798,
      "Ṉ": 2799,
      "ṉ": 2800,
      "Ṋ": 2801,
      "ṋ": 2802,
      "Ṍ": 2803,
      "ṍ": 2804,
      "Ṏ": 2805,
      "ṏ": 2806,
      "Ṑ": 2807,
      "ṑ": 2808,
      "Ṓ": 2809,
      "ṓ": 2810,
      "Ṕ": 2811,
      "ṕ": 2812,
      "Ṗ": 2813,
      "ṗ": 2814,
      "Ṙ": 2815,
      "ṙ": 2816,
      "Ṛ": 2817,
      "ṛ": 2818,
      "Ṝ": 2819,
      "ṝ": 2820,
      "Ṟ": 2821,
      "ṟ": 2822,
      "Ṡ": 2823,
      "ṡ": 2824,
      "Ṣ": 2825,
      "ṣ": 2826,
      "Ṥ": 2827,
      "ṥ": 2828,
      "Ṧ": 2829,
      "ṧ": 2830,
      "Ṩ": 2831,
      "ṩ": 2832,
      "Ṫ": 2833,
      "ṫ": 2834,
      "Ṭ": 2835,
      "ṭ": 2836,
      "Ṯ": 2837,
      "ṯ": 2838,
      "Ṱ": 2839,
      "ṱ": 2840,
      "Ṳ": 2841,
      "ṳ": 2842,
      "Ṵ": 2843,
      "ṵ": 2844,
      "Ṷ": 2845,
      "ṷ": 2846,
      "Ṹ": 2847,
      "ṹ": 2848,
      "Ṻ": 2849,
      "ṻ": 2850,
      "Ṽ": 2851,
      "ṽ": 2852,
      "Ṿ": 2853,
      "ṿ": 2854,
      "Ẁ": 2855,
      "ẁ": 2856,
      "Ẃ": 2857,
      "ẃ": 2858,
      "Ẅ": 2859,
      "ẅ": 2860,
      "Ẇ": 2861,
      "ẇ": 2862,
      "Ẉ": 2863,
      "ẉ": 2864,
      "Ẋ": 2865,
      "ẋ": 2866,
      "Ẍ": 2867,
      "ẍ": 2868,
      "Ẏ": 2869,
      "ẏ": 2870,
      "Ẑ": 2871,
      "ẑ": 2872,
      "Ẓ": 2873,
      "ẓ": 2874,
      "Ẕ": 2875,
      "ẕ": 2876,
      "ẖ": 2877,
      "ẗ": 2878,
      "ẘ": 2879,
      "ẙ": 2880,
      "ẚ": 2881,
      "ẛ": 2882,
      "ẞ": 2883,
      "Ạ": 2884,
      "ạ": 2885,
      "Ả": 2886,
      "ả": 2887,
      "Ấ": 2888,
      "ấ": 2889,
      "Ầ": 2890,
      "ầ": 2891,
      "Ẩ": 2892,
      "ẩ": 2893,
      "Ẫ": 2894,
      "ẫ": 2895,
      "Ậ": 2896,
      "ậ": 2897,
      "Ắ": 2898,
      "ắ": 2899,
      "Ằ": 2900,
      "ằ": 2901,
      "Ẳ": 2902,
      "ẳ": 2903,
      "Ẵ": 2904,
      "ẵ": 2905,
      "Ặ": 2906,
      "ặ": 2907,
      "Ẹ": 2908,
      "ẹ": 2909,
      "Ẻ": 2910,
      "ẻ": 2911,
      "Ẽ": 2912,
